Repository: bittor7x0/VDR-M7x0
Catalog: tags/0.7/trunk/vdr-m7x0-plugins/streamplayer-0.1.5/po/*.po
Languages: it_it

source: Error
it_it: Errore

source: failed
it_it: fallita

source: Connect timed out
it_it: Connessione scaduta

source: connection closed by peer
it_it: connessione chiusa dal client

source: Connection timed out
it_it: Connessione scaduta

source: Expected HTTP header not found
it_it: Header HTTP atteso non trovato

source: HTTP response
it_it: Risposta HTTP

source: Failed to connect to
it_it: Fallita connessione a

source: waiting
it_it: in attesa

source: Connecting to
it_it: Connessione a

source: Waiting for response from
it_it: In attesa di risposta da

source: Reading Headers from
it_it: Lettura headers da

source: Receiving from
it_it: Ricezione da

source: HTTP header not found
it_it: Header HTTP non trovato

source: HTTP response error
it_it: Errore risposta HTTP

source: Edit Bookmark
it_it: Modifica preferiti

source: Title
it_it: Titolo

source: Edit
it_it: Modifica

source: New
it_it: Nuova

source: Select
it_it: Seleziona

source: Bookmarks:
it_it: Preferiti:

source: Receive buffer size (k)
it_it: Dimensione buffer ricezione (k)

source: fill up buffer at start (k)
it_it: riempi buffer all'avvio (k)

source: Protocol type scan error
it_it: Errore scansione tipo protocollo

source: Unknown protocol type
it_it: Tipo protocollo sconosciuto

source: Listening on UDP port
it_it: In ascolto su porta UDP
