Repository: bittor7x0/VDR-M7x0
Catalog: trunk/vdr-m7x0-plugins/rssreader-1.1.2/po/*.po
Languages: es_es

source: RSS item
es_es: RSS-Articulo

source: <no date available>
es_es: <Fecha no disponible>

source: <no title available>
es_es: <Título no disponible>

source: <no description available>
es_es: <Descripción no disponible>

source: Select RSS stream
es_es: Selecciona fuente RSS

source: Unknown error!
es_es: Error desconocido!

source: RSS Reader for OSD
es_es: Lector RSS para OSD

source: RSS Reader
es_es: Lector RSS

source: Hide main menu entry
es_es: Ocultar entrada en menú principal

source: Hide non-existent elements
es_es: Ocultar elementos vacíos

source: Use HTTP proxy server
es_es: Usar servidor proxy HTTP
