Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/remotetimers-0.0.2/remotetimers-0.0.2-orig/po/*.po
Languages: it_it

source: Remote timers not available
it_it: Timer remoti non disponibili

source: Location
it_it: Posizione

source: local
it_it: locale

source: remote
it_it: remoto

source: User ID
it_it: ID utente

source: Timer is recording - can't move it to server
it_it: Timer in registrazione - impossibile spostarlo al server

source: Timers - User %d
it_it: Timer - Utente %d

source: Edit timers on remote VDR
it_it: Modifica timer su VDR remoto

source: Remote Timers
it_it: Timer remoti

source: Hide mainmenu entry
it_it: Nascondi voce nel menu principale

source: Replace mainmenu "Schedule"
it_it: Sostituisci "Programmi" nel menu principale

source: Replace mainmenu "Timers"
it_it: Sostituisci "Timer" nel menu principale

source: Server IP
it_it: IP server

source: Server port
it_it: Porta server

source: Defaults for new timers
it_it: Valori predefiniti per i nuovi timer

source: Settings for "Timers" menu
it_it: Impostazioni per il menu "Timer"

source: Filter for user ID
it_it: Filtra per ID utente

source: Updated remote timers list
it_it: Aggiornato elenco timer remoti

source: Timers are being edited remotely - please try again
it_it: I timer sono stati modificati da remoto - per favore prova ancora

source: Timer is recording - please deactivate it first
it_it: Timer in registrazione - per favore disattivarlo prima

source: Timer already defined
it_it: Timer già definito

source: Timers modified remotely - please check remote timers
it_it: Timer modificati da remoto - per favore verifica i timer remoti

source: Unexpected error - please check remote timers
it_it: Errore inatteso - per favore verifica i timer remoti

source: Lost SVDRP connection - please check remote timers
it_it: Connessione SVDRP fallita - per favore verifica i timer remoti
