Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/scheduler-0.1.4/scheduler-0.1.4-orig/po/*.po
Languages: it_it

source: Start
it_it: Inizio

source: Current output
it_it: Uscita attuale

source: Log entries
it_it: Valori messaggi

source: Hide main menu entry
it_it: Nascondi voce menu princ.

source: Task settings
it_it: Impostazioni attività

source: End
it_it: Fine

source: Start and end
it_it: Inizio e fine

source: Description
it_it: Descrizione

source: Command
it_it: Comando

source: Minute
it_it: Minuti

source: Hour
it_it: Ora

source: Day of week
it_it: Giorno settimana

source: Day
it_it: Giorno

source: Month
it_it: Mese

source: Wakeup VDR
it_it: Risveglia VDR

source: OSD announce
it_it: Annuncio OSD

source: Save ... logs
it_it: Salva ... messaggi

source: Kill after ... minutes
it_it: Termina dopo ... minuti

source: Next executions:
it_it: Prossime esecuzioni:

source: Tasks
it_it: Attività

source: Button$New
it_it: Nuova

source: Button$Stop
it_it: Ferma

source: Button$Start
it_it: Avvia

source: %s currently running
it_it: %s già in esecuzione

source: Delete task?
it_it: Eliminare attività?

source: Abort this task?
it_it: Terminare questa attività?

source: Execute this task?
it_it: Eseguire questa attività?

source: Job scheduler and manager
it_it: Pianificatore e gestore lavori

source: Job scheduler
it_it: Pianificatore lavori

source: '%s' still runs!
it_it: '%s' ancora in esecuzione!

source: Output
it_it: Uscita

source: %s started
it_it: %s avviato

source: %s finished
it_it: %s completato
