Repository: bittor7x0/VDR-M7x0
Catalog: trunk/vdr-m7x0-plugins/pin-0.1.10/po/*.po
Languages: es_es

source: Setup
es_es: Configuración

source: Add current channel to protection list
es_es: Añadir canal actual a la lista de protección

source: Add current broadcast to protection list
es_es: Añadir emisión actual a la lista de protección

source: Edit channel locks
es_es: Editar canales bloqueados

source: Edit broadcast locks
es_es: Editar emisiones bloqueadas

source: Edit plugin locks
es_es: Editar plugins bloqueados

source: Edit menu locks
es_es: Editar menús bloqueados

source: Lock setup
es_es: Bloquear configuración

source: Unlock setup
es_es: Desbloquear configuración

source: Activate childlock
es_es: Activar bloqueo para niños

source: Activated pin protection
es_es: Protección PIN activada

source: Please setup a pin code first!
es_es: ¡Establezca primero un código PIN!

source: Protected channels
es_es: Canales protegidos

source: Protected broadcasts
es_es: Emisiones protegidas

source: Plugin protections
es_es: Plugins protegidos

source: Menu protections
es_es: Protecciones de menú

source: locked
es_es: bloqueado

source: unlocked
es_es: desbloqueado

source: already in list
es_es: ya está en la lista

source: added to protection list
es_es: añadido a la lista de protección

source: Edit
es_es: Editar

source: Add
es_es: Añadir

source: Delete
es_es: Borrar

source: Remove entry?
es_es: ¿Borrar entrada?

source: Name
es_es: Nombre

source: Lock active
es_es: Bloqueo activo

source: Keyword
es_es: Palabra clave

source: Search mode
es_es: Modo de búsqueda

source: Start
es_es: Inicio

source: Stop
es_es: Final

source: Setup your pin code:
es_es: Establezca su código PIN:

source: Pin Code:
es_es: Código PIN:

source: Pin code successfully setup
es_es: Código PIN configurado correctamente

source: Code accepted
es_es: Código aceptado

source: Invalid Code !
es_es: ¡Código no válido!

source: Please enter pin code first
es_es: Introduzca primero el código PIN

source: Recording protected, enter pin code first
es_es: Grabación protegida, primero introduzca el PIN

source: channel is protected
es_es: canal protegido

source: broadcast is protected
es_es: emisión protegida

source: is protected
es_es: está protegido

source: Pin code
es_es: Código PIN

source: Skip protected channel silent
es_es: Saltar canal protegido silenciosamente

source: Hide protected menus
es_es: Ocultar menús protegidos

source: Hide protected plugins
es_es: Ocultar plugins protegidos

source: Hide protected recordings
es_es: Ocultar grabaciones protegidas

source: Open menu after pin request
es_es: Abrir menú despues de pedir el PIN

source: Pin inactivity time [min]
es_es: Tiempo inactividad PIN [min]

source: Autoprotection of recordings
es_es: Autoprotección de grabaciones

source: Log Level [0-5]
es_es: Nivel de registro [0-5]

source: Ignoring invalid pin
es_es: Ignorando PIN no válido
