Repository: bittor7x0/VDR-M7x0
Catalog: unstable/Addons/gui-build-locale/*.po
Languages: es

source: You have to install 'zenity' package
es: Necesitas instalar el paquete 'zenity'

source: This system is not Ubuntu, the package installation must be done manually
es: El sistema no es Ubuntu, la instalación de paquetes debe realizarse manualmente

source: Verifying installed packages...
es: Verificando los paquetes instalados...

source: Installing '$PACKAGE'
es: Instalando '$PACKAGE'

source: The package '$PACKAGE' is already installed
es: El paquete '$PACKAGE' ya está instalado

source: Downloading $PACKAGE$PACKAGEVERSION$PCTYPE.deb
es: Descargando $PACKAGE$PACKAGEVERSION$PCTYPE.deb

source: Select locale:
es: Selecciona el locale:

source: Install Mode
es: Modo de instalación

source: Select option:
es: Selecciona una opción:

source: Mode
es: Modo

source: Version
es: Versión

source: Select Version:
es: Selecciona la versión:

source: Siemens m7xx model
es: Modelo m7xx de Siemens

source: Select Siemens m7xx model
es: Selecciona el modelo m7xx de Siemens

source: Model
es: Modelo

source: IP configuration
es: Configuración IP

source: Select option
es: Selecciona una opción

source: Static IP
es: IP estática

source: Network configuration
es: Configuración de red

source: IP address
es: Dirección IP

source: Netmask
es: Máscara de red

source: Gateway
es: Puerta de enlace

source: Netdate server
es: Servidor de fecha

source: Activate Netdate
es: Activar el servidor de fecha

source: Netdate configuration
es: Configurar el servidor de fecha

source: Assign IP
es: Asignar IP

source: Activate network directories
es: Activar directorio de red

source: Activate Webif server
es: Activar Servidor Web

source: Activate Inetd server (telnet, ftp, ...)
es: Activar Servidor Inetd (telnet, ftp, ...)

source: Activate Netdate server
es: Activar Servidor Netdate

source: Mount network directories
es: Montar directorios de red

source: Option
es: Opción

source: Mounting Parameters
es: Parámetros de montaje

source: Activate Inetd server
es: Activar Servidor Inetd

source: General configuration
es: Configuración general

source: Recordings Directory
es: Directorio de grabaciones

source: VDR options
es: Opciones VDR

source: Updating VDR source code
es: Actualizando código fuente de VDR

source: Updating plugins source code
es: Actualizando código fuente de los plugins

source: Updating webif source code
es: Actualizando código fuente de webif

source: 'Downloads' backup
es: Guardando copia de 'Downloads'

source: Updating VDR-NG-EM source code
es: Actualizando código fuente de VDR-NG-EM

source: Reminder: building with `grep ^vdr_version $BASE/VDR-NG-EM/make-fw` option
es: Recordatorio: compilando con la opción `grep ^vdr_version $BASE/VDR-NG-EM/make-fw`

source: Preparing the building...
es: Preparando la compilación...

source: We are in `pwd` directory
es: Estamos en el directorio `pwd`

source: Set firmware language [$locale_firm]
es: Configura el idioma del firmware [$locale_firm]

source: Building firmware...
es: Compilando el firmware...

source: The building incidences will be saved in '$COMP_LOG' file
es: Se guardan las incidencias detalladas de la compilación en el fichero '$COMP_LOG'

source: End of building
es: Fin de la compilación

source: Date: `date`
es: Fecha: `date`

source: Firmware created:
es: Firmware generado:

source: There has been an error. Look at '$COMP_LOG' file to figure out the problem.
es: Ha habido un error. Revise el fichero '$COMP_LOG' para tratar de averiguar el problema.

source: The firmware files have been created.\n\n$mensaje\n\nYou can proceed with the firmware installation.
es: Se han generado los ficheros de firmware.\n\n$mensaje\n\nPuede proceder a la instalación del firmware.

source: Downloading source
es: Descargando los fuentes

source: VDR-EM firwmare creation
es: Generación del firmware VDR-EM

source: Install needed packages in Ubuntu
es: Instalar paquetes necesarios en Ubuntu

source: Firmware Update
es: Actualizar firmware

source: VDR Update
es: Actualizar VDR

source: Plugins Update
es: Actualizar Plugins

source: Web Server Update
es: Actualizar Servidor Web

source: Setting options
es: Configurar opciones

source: Firmware creation
es: Generar firmware

source: Quit
es: Salir

source: Now you can generate the firmware
es: Ya puede generar el firmware

source: Begin of building
es: Inicio de la compilación

source: - It's going to download and build the VDR firmware sources for the Gigaset M7x0.\n- Info (in spanish): http://www.assembla.com/wiki/show/VDR-M7x0/Instalación_del_VDR-NG-EM#instalacion_linux.\n
es: - Va a descargar y compilar los fuentes del firmware VDR para el Gigaset M7xx.\n- Info: http://www.assembla.com/wiki/show/VDR-M7x0/Instalación_del_VDR-NG-EM#instalacion_linux.\n

source: Install mode: $install_mode
es: Modo de instalación: $install_mode

source: Version: $version_firm
es: Versión: $version_firm

source: Model: $model_m7xx
es: Modelo: $model_m7xx
