Repository: bittor7x0/VDR-M7x0
Catalog: vdr-m7x0-plugins/devstatus-0.4.1/po/*.po
Languages: de_de, es_es

source: Status of dvb devices
de_de: DVB-Gerätestatus
es_es: Estado de sintonizadores DVB

source: Device status
de_de: Gerätestatus
es_es: Estado del sintonizador

source: satellite card
de_de: Satellitenkarte
es_es: tarjeta satélite

source: cable card
de_de: Kabelkarte
es_es: tarjeta cable

source: terrestrial card
de_de: Terristische Karte
es_es: tarjeta terrestre

source: unknown cardtype
de_de: unbekannter Kartentyp
es_es: tipo de tarjeta desconocido

source: frequency: %d MHz, signal: %d%%, s/n: %d%%
de_de: Frequenz: %d MHz, Signalstärke: %d%%, Rauschabstand %d%%
es_es: frequencia: %d MHz, señal: %d%%, s/n: %d%%

source: no signal information available (rc=%d)
de_de: Keine Signalstärkeninfo vorhanden (rc=%d)
es_es: ninguna información de señal disponible (rc=%d)

source: device with decoder
de_de: Gerät hat Dekoder
es_es: sintonizador con decodificador

source: primary device
de_de: Primärgerät
es_es: sintonizador principal

source: Device
de_de: Gerät
es_es: Sintonizador

source: -- Live
es_es: -- Directo

source: currently no recordings
de_de: keine laufenden Aufnahmen
es_es: actualmente no hay grabaciones

source: no recordings
de_de: Aufn.verbergen
es_es: sin grabaciones

source: recordings
de_de: Aufn.zeigen
es_es: grabaciones

source: no strength
de_de: Signal verbergen
es_es: sin intensidad

source: strength
de_de: Signal zeigen
es_es: intensidad

source: channels
de_de: Kanäle zeigen
es_es: canales

source: no channels
de_de: Kanäle verbergen
es_es: sin canales

source: Refresh display
de_de: aktualisieren
es_es: Actualizar pantalla

source: Show recordings
de_de: Aufnahmen zeigen
es_es: Mostrar grabaciones

source: Show signals
de_de: Signale zeigen
es_es: Mostrar señales

source: Show channels
de_de: Kanäle zeigen
es_es: Mostrar canales

source: Show channel provider
de_de: Kanalanbieter anzeigen
es_es: Mostrar proveedor del canal

source: List of DVB devices
de_de: DVB-Geräteliste
es_es: Lista de sintonizadores DVB

source: Number of concurrent recordings
de_de: Anzahl der laufenden Aufnahmen pro Gerät
es_es: Número de grabaciones concurrentes
