Repository: bittor7x0/VDR-M7x0
Catalog: vdr-m7x0-plugins/scheduler-0.1.5/po/*.po
Languages: de_de

source: Current output
de_de: Aktuelle Ausgabe

source: Log entries
de_de: Log-Einträge

source: Hide main menu entry
de_de: Hauptmenüentrag ausblenden

source: Task settings
de_de: Job-Einstellungen

source: End
de_de: Ende

source: Start and end
de_de: Start und Ende

source: Description
de_de: Bezeichnung

source: Command
de_de: Befehl

source: Hour
de_de: Stunde

source: Day of week
de_de: Wochentag

source: Day
de_de: Tag

source: Month
de_de: Monat

source: Wakeup VDR
de_de: VDR wecken

source: Shutdown VDR
de_de: VDR herunterfahren

source: OSD announce
de_de: OSD Ankündigung

source: Save ... logs
de_de: Speichere ... Logs

source: Kill after ... minutes
de_de: Abbruch nach ... Minuten

source: Next executions:
de_de: Nächste Startzeiten:

source: Tasks
de_de: Jobs

source: Button$New
de_de: Neu

source: Button$Stop
de_de: Stop

source: Button$Start
de_de: Start

source: %s currently running
de_de: %s läuft bereits

source: Delete task?
de_de: Job löschen?

source: Abort this task?
de_de: Job abbrechen?

source: Execute this task?
de_de: Job starten?

source: Job scheduler and manager
de_de: Job-Planer und -manager

source: Job scheduler
de_de: Job-Planer

source: active
de_de: aktiv

source: '%s' still runs!
de_de: '%s' läuft noch!

source: Output
de_de: Ausgabe

source: %s started
de_de: %s gestartet

source: %s finished
de_de: %s beendet
