Repository: bittor7x0/VDR-M7x0
Catalog: trunk/vdr-m7x0-plugins/skinenigmang-git/po/*.po
Languages: de_de

source: Channel:
de_de: Kanal:

source: Search pattern:
de_de: Suchmuster:

source: Timer check
de_de: Überwachung

source: No timer check
de_de: Ohne Überwachung

source: TrueType Font
de_de: TrueType Schrift

source: Default OSD Font
de_de: Std. OSD Font

source: Default Fixed Size Font
de_de: Std. Schrift mit fester Breite

source: Default Small Font
de_de: Std. kleine Schrift

source: General
de_de: Allgemein

source: Logos & Symbols
de_de: Logos & Symbole

source: Animated Text
de_de: Bewegter Text

source: elapsed
de_de: abgelaufene

source: remaining
de_de: restliche

source: percent
de_de: Prozent

source: elapsed/remaining
de_de: abgelaufene/restliche

source: never
de_de: nie

source: use size.vdr only
de_de: nur size.vdr verwenden

source: always
de_de: immer

source: Last line
de_de: Letzter Zeile

source: Help buttons
de_de: Hilfe Tasten

source: Free last line
de_de: freie letzte Zeile

source: if required
de_de: wenn benötigt

source: Try 8bpp single area
de_de: Einen 8bpp Bereich versuchen

source: Round corners
de_de: Ecken abrunden

source: Full title width
de_de: Volle Titelbreite

source: Show VPS
de_de: VPS anzeigen

source: Dynamic OSD size
de_de: Dynamische OSD-Größe

source: Menu OSD
de_de: Menü OSD

source: Show info area in main menu
de_de: Infobereich im Hauptmenü

source: Min width of info area
de_de: Minimale Infobereich-Breite

source: Show messages in menu on
de_de: Meldungen im Menü über

source: Show scrollbar in menu
de_de: Bildlaufleiste im Menü anzeigen

source: EPG & Recording Details OSD
de_de: EPG- & Aufnahmen-Details OSD

source: Show auxiliary information
de_de: Zusatzinfo anzeigen

source: Show recording's size
de_de: Aufnahmengröße anzeigen

source: Channel Info OSD
de_de: Kanalinfo OSD

source: Show remaining/elapsed time
de_de: Zeige abgel./restl. Zeit

source: Width of progress bar
de_de: Breite der Fortschrittsanzeige

source: Show signal info
de_de: Zeige Signal-Informationen

source: Width of signal info
de_de: Breite der Signal-Informationen

source: Show CA system as text
de_de: CA System als Text anzeigen

source: Show Category - Genre / Contents
de_de: Kategory - Gengre / Inhalt anzeigen

source: pixel algo
de_de: Pixel-Algorithmus

source: ratio algo
de_de: Ratio-Algorithmus

source: zoom image
de_de: Zoomen

source: only if new mail present
de_de: nur bei neuer Mail

source: active only
de_de: nur aktive

source: Flushing channel logo cache...
de_de: Logo-Cache wird geleert...

source: Show symbols
de_de: Symbole anzeigen

source: Show symbols in menu
de_de: Symbole im Menü

source: Show symbols in replay
de_de: Symbole bei der Wiedergabe

source: Show symbols in messages
de_de: Symbole bei den Meldungen

source: Show symbols in audio
de_de: Symbole bei Audio

source: Colored status symbols in EPG details
de_de: Farbige Statussymbole in den EPG-Details

source: Show symbols in lists
de_de: Symbole in Listen

source: Show progressbar in lists
de_de: Fortschrittbalken in Listen anzeigen

source: Show marker in lists
de_de: Symbol vor Listeneinträgen

source: Show status symbols
de_de: Statussymbole anzeigen

source: Show flags
de_de: Fahnen anzeigen

source: Show WSS mode symbols
de_de: Symbol für WSS Modus

source: Show mail icon
de_de: Zeige Mail-Icon

source: Show event/recording images
de_de: Bilder in EPG/Aufnahmendetails

source: Resize images
de_de: Bildberechnung benutzt

source: Image width
de_de: Bildbreite

source: Image height
de_de: Bildhöhe

source: Image format
de_de: Bildformat

source: Show channel logos
de_de: Kanal-Logos anzeigen

source: Identify channel by
de_de: Kanal-Identifikation durch

source: data
de_de: ID

source: Channel logo cache size
de_de: Größe des Logo-Caches

source: Button$Flush cache
de_de: Cache leeren

source: left and right
de_de: links und rechts

source: to the left
de_de: nach links

source: Enable
de_de: Verwenden

source: Scroll OSD title
de_de: OSD Titel scrollen

source: Scroll info area
de_de: Infobereich scrollen

source: Scroll active list items
de_de: Aktive Listenzeile scrollen

source: Scroll other items
de_de: Andere Bereiche scrollen

source: Scroll behaviour
de_de: Scroll-Verhalten

source: Scroll delay (ms)
de_de: Scroll-Verzögerung (ms)

source: Size
de_de: Größe

source: Width
de_de: Weite

source: No TrueType fonts installed!
de_de: Keine TrueType Schriften installiert!

source: Fixed Font
de_de: Schrift mit fester Breite

source: Button$Set
de_de: Ändern

source: OSD title
de_de: OSD Titel

source: Messages
de_de: Meldungen

source: Date
de_de: Datum

source: Help keys
de_de: Farb-Tasten

source: Channelinfo: title
de_de: Kanalinfo: Titel

source: Channelinfo: subtitle
de_de: Kanalinfo: Untertitel

source: Channelinfo: language
de_de: Kanalinfo: Sprache

source: List items
de_de: Listen

source: Info area: timers title
de_de: Infobereich: Timer Titel

source: Info area: timers text
de_de: Infobereich: Timer Text

source: Info area: warning title
de_de: Infobereich: Warnung Titel

source: Info area: warning text
de_de: Infobereich: Warnung Text

source: Details: title
de_de: Details: Titel

source: Details: subtitle
de_de: Details: Untertitel

source: Details: date
de_de: Details: Datumszeile

source: Replay: times
de_de: Wiedergabe: Zeiten

source: if exists
de_de: wenn vorhanden

source: Number of Reruns
de_de: Anzahl Wiederholungen

source: Use Subtitle for reruns
de_de: Verw. Untertitel für Wdh.

source: Show timer conflicts
de_de: Timerkonflikte anzeigen

source: encrypted
de_de: verschlüsselt

source: *** Invalid Channel ***
de_de: *** Ungültiger Kanal ***

source: WARNING
de_de: WARNUNG

source: Timer conflict
de_de: Timerkonflikt

source: Timer conflicts
de_de: Timerkonflikte

source: TIMERS
de_de: TIMER

source: Content:
de_de: Inhalt:

source: Subtitles
de_de: Untertitel

source: RERUNS OF THIS SHOW
de_de: WIEDERHOLUNGEN

source: cut
de_de: geschnitten

source: Length
de_de: Länge

source: Est. bitrate
de_de: Geschätzte Bitrate

source: Auxiliary information
de_de: Zusatzinformation

source: Mute
de_de: Stumm

source: Volume
de_de: Lautstärke

source: EnigmaNG skin
de_de: EnigmaNG Oberfläche
