Repository: bittor7x0/VDR-M7x0
Catalog: trunk/vdr-m7x0-plugins/sudoku-0.3.4/po/*.po
Languages: de_de

source: Generate a new puzzle
de_de: Neues Puzzle erzeugen

source: Load a puzzle
de_de: Puzzle laden

source: Save the puzzle
de_de: Puzzle speichern

source: Undo last action
de_de: Letzte Aktion zurücknehmen

source: Redo last action
de_de: Letzte Aktion wiederholen

source: Mark/unmark
de_de: Markierung setzen/löschen

source: Next cell
de_de: Nächste Zelle

source: Next number
de_de: Nächste Zahl

source: Reset the puzzle
de_de: Puzzle zurücksetzen

source: Open setup menu
de_de: Einstellungsmenü öffnen

source: Exit
de_de: Beenden

source: Sudoku list
de_de: Sudoku-Liste

source: Delete the puzzle?
de_de: Puzzle löschen?

source: Button$Load
de_de: Laden

source: Button$Back
de_de: Zurück

source: Edit sudoku list
de_de: Sudoku-Liste bearbeiten

source: Description
de_de: Beschreibung

source: Congratulations! Press OK to start a new puzzle
de_de: Herzlichen Glückwunsch! OK startet ein neues Puzzle

source: Givens count
de_de: Anzahl vorgegebener Zahlen

source: Symmetric givens
de_de: Vorgegebene Zahlen symmetrisch anordnen

source: Mark errors
de_de: Fehler markieren

source: Mark ambiguous numbers
de_de: Unklare Zahlen markieren

source: Show possible numbers as pattern
de_de: Mögliche Zahlen als Muster anzeigen

source: Show possible numbers as digits
de_de: Mögliche Zahlen als Ziffern anzeigen

source: Clear marks on reset
de_de: Markierungen löschen beim Reset

source: Key Red
de_de: Taste Rot

source: Key Green
de_de: Taste Grün

source: Key Yellow
de_de: Taste Gelb

source: Large font
de_de: Große Schriftart

source: Large font height (pixel)
de_de: Große Schrifthöhe (pixel)

source: Large font width (pixel)
de_de: Große Schriftbreite (pixel)

source: Small font
de_de: Kleine Schriftart

source: Small font height (pixel)
de_de: Kleine Schrifthöhe (pixel)

source: Small font width (pixel)
de_de: Kleine Schriftbreite (pixel)

source: Transparency (%)
de_de: Transparenz (%)

source: Sudoku - generate and solve Number Place puzzles
de_de: Sudoku - Erzeugen und Lösen von Zahlenpuzzles
