Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/epgsearch-git-2010-04-13/epgsearch-git-2010-06-06-orig/po/*.po
Languages: sk_sk

source: Max. duration
sk_sk: Max doba

source: Use day of week
sk_sk: Pou¾i deò v tý¾dni

source: Day of week
sk_sk: Deò v tý¾dni

source: Button$Templates
sk_sk: ©ablony

source: *** Invalid Channel ***
sk_sk: *** Neplatný kanál ***

source: Please check channel criteria!
sk_sk: Prosím, skontrolujte kritéria kanálu!

source: Edit$Delete blacklist?
sk_sk: Vymaza» èierny zoznam?

source: Repeats
sk_sk: Repríza

source: Create search
sk_sk: Vytvori» vyhµadávanie

source: Search in recordings
sk_sk: Hµada» v nahrávkach

source: Mark as 'already recorded'?
sk_sk: Vymaza» urèené nahrá

source: Add/Remove to/from switch list?
sk_sk: Prida»/Vymaza» do/zo zoznamu?

source: Create blacklist
sk_sk: Vytvori» èiernu listinu

source: EPG Commands
sk_sk: EPG príkazy

source: Already running!
sk_sk: Práve spustené!

source: Add to switch list?
sk_sk: Prida» do zoznamu?

source: Delete from switch list?
sk_sk: Vymaza» zo zoznamu?

source: Button$Details
sk_sk: Podrobnosti

source: Button$Filter
sk_sk: filter

source: Button$Show all
sk_sk: Zobrazi» v¹etko

source: conflicts
sk_sk: konflikty

source: no conflicts!
sk_sk: Bez konfliktu!

source: no important conflicts!
sk_sk: ¾iadne dôle¾ité konflikty!

source: Button$Repeats
sk_sk: Reprízy

source: no check
sk_sk: neskontrolované

source: by channel and time
sk_sk: podµa kanálu a èasu

source: by event ID
sk_sk: podµa ID

source: Select directory
sk_sk: Vybra» adresár

source: Button$Level
sk_sk: Úroveò

source: Event
sk_sk: Udalosti

source: Favorites
sk_sk: Obµúbené

source: Search results
sk_sk: Výsledok hµadania

source: Timer conflict! Show?
sk_sk: Konflikt plánu! Zobrazi»?

source: Directory
sk_sk: Adresár

source: Channel
sk_sk: Kanál

source: Childlock
sk_sk: Detský zámok

source: Timer check
sk_sk: Kontrola plánu

source: recording with device
sk_sk: nahrávanie so zariadením

source: Button$With subtitle
sk_sk: S titulkami

source: Button$Without subtitle
sk_sk: Bez titulkov

source: Button$Extended
sk_sk: Roz¹írené

source: Button$Simple
sk_sk: Jednoduché

source: Use blacklists
sk_sk: Pou¾i» èiernu listinu

source: Edit$Search text too short - use anyway?
sk_sk: Hµadaný text je krátky - pou¾i» aj tak?

source: Button$by name
sk_sk: podµa mena

source: Button$by date
sk_sk: podµa dátumu

source: Button$Delete all
sk_sk: Vymaza» v¹etko

source: Recordings
sk_sk: Nahrávky

source: Edit$Delete entry?
sk_sk: Vymaza» údaje?

source: Edit$Delete all entries?
sk_sk: Vymaza» v¹etky údaje?

source: Summary
sk_sk: Celkovo

source: Auxiliary info
sk_sk: Doplòujúce informácie

source: Button$Aux info
sk_sk: Pomocné informácie

source: Search actions
sk_sk: Hµada» akcie

source: Execute search
sk_sk: Spusti» vyhladávanie

source: Use as search timer on/off
sk_sk: Pou¾i» ako vyhµadávaè plánu zapnuté/vypnuté

source: Trigger search timer update
sk_sk: Spustená aktualizácia vyhµadávania plánu

source: Show recordings done
sk_sk: Zobrazi» spravené nahrávky

source: Show timers created
sk_sk: Zobrazi» vytvorené plány

source: Create a copy
sk_sk: Vytvori» a kopírova»

source: Use as template
sk_sk: Pou¾i» ako ¹ablonu

source: Show switch list
sk_sk: Zobrazi» zoznam

source: Show blacklists
sk_sk: Zobrazi» èiernu listinu

source: Delete created timers?
sk_sk: Vymaza» vytvorené plány?

source: Timer conflict check
sk_sk: Kontrola konfliktu plánov

source: Disable associated timers too?
sk_sk: Zakáza» súvisiace plány?

source: Activate associated timers too?
sk_sk: Povoli» aj súvisiace plány?

source: Search timers activated in setup.
sk_sk: Vyhµadávaè plánov aktivovaný v nastavení.

source: Run search timer update?
sk_sk: Spusti» aktualizáciu vyhladávania plánov?

source: Copy this entry?
sk_sk: Kopírova» tieto údaje?

source: Copy
sk_sk: Kopírova»

source: Copy this entry to templates?
sk_sk: Kopírova» tieto údaje z ¹ablon?

source: Delete all timers created from this search?
sk_sk: Vymaza» v¹etky plány vytvorené cez vyhµadávaè?

source: Button$Actions
sk_sk: Akcia

source: Search entries
sk_sk: Vyhµada» údaje

source: active
sk_sk: aktívne

source: Edit$Delete search?
sk_sk: Vymaza» vyhµadané?

source: Edit search
sk_sk: Upravi» vyhladávanie

source: Record
sk_sk: Nahra»

source: Switch only
sk_sk: Prepnú» iba

source: Selection
sk_sk: Vybrané

source: all
sk_sk: v¹etko

source: count recordings
sk_sk: Poèet nahrávok

source: count days
sk_sk: Poèet dní

source: Template name
sk_sk: Meno ¹ablony

source: Help$Specify the name of the template.
sk_sk: Uveïte meno ¹ablony

source: Help$Specify here the term to search for.
sk_sk: Sem zadajte termín pre vyhåadávanie

source: Help$The following search modes exist: - phrase: searches for sub terms - all words: all single words must appear - at least one word: at least one single word must appear - match exactly: must match exactly - regular expression: match a regular expression - fuzzy searching: searches approximately
sk_sk: Podµa spôsobu vyhåadávania je: - Veta: vyhµadávanie èiastkového termínu - V¹etky slová: v¹etky jednotlivé slová musia by» - Aspoò jedno slovo: aspoò jedno jediné slovo, musí by» - Presne sa zhodujú: musia presne zodpoveda» - Zvyèajný výraz: presný výraz - Nepresné vyhµadávanie: vyhµadávanie pribli¾ne

source: Help$This sets the tolerance of fuzzy searching. The value represents the allowed errors.
sk_sk: Toto nastaví toleranciu nepresnosti vyhµadávania. Hodnota predstavuje povolené chyby.

source: Help$Set this to 'Yes' if your search should match the case.
sk_sk: Nastavte 'Áno', ak va¹e vyhµadávanie by malo zodpoveda» prípadu.

source: Help$Set this to 'Yes' if you like to search in the title of an event.
sk_sk: Nastavte 'Áno', ak chcete hµada» v názvoch .

source: Help$Set this to 'Yes' if you like to search in the episode of an event.
sk_sk: Nastavte 'Áno', ak chcete hµada» v epizóde .

source: Help$Set this to 'Yes' if you like to search in the summary of an event.
sk_sk: Nastavte 'Áno', ak chcete hµada» vo v¹etkých údajoch.

source: Help$The summary of an event, can contain additional information like 'Genre', 'Category', 'Year',... called 'EPG categories' within EPGSearch. External EPG providers often deliver this information. This allows refining a search and other nice things, like searching for the 'tip of the day'. To use it set this to 'Yes'.
sk_sk: Súhrn udalostí, mô¾e obsahova» ïal¹ie informácie, ako '®áner', 'Kategória', 'Rok',... tzv 'EPG kategórie' v epgsearch. Vonkaj¹ie EPG slu¾by èasto takéto informácie poskytujú. To umo¾òuje kvalitnej¹ie vyhµadávanie a iné veci, ako je hµadanie 'typ dòa' alebo 'kino na' . Pre pou¾itie nastavte na 'Áno'.

source: Help$The file epgsearchcats.conf specifies the search mode for this entry. One can search by text or by value. You can also edit a list of predefined values in this file that can be selected here.
sk_sk: Súbor epgsearchcats.conf ¹pecifikuje re¾im hµadania pre túto polo¾ku. Mô¾e vyhµadáva» podµa textu alebo hodnoty. Mô¾ete tie¾ upravova» zoznam preddefinovaných hodnôt, v tomto súbore, ktorý mo¾no vybra» tu.

source: Help$If a selected category is not part of the summary of an event this normally excludes this event from the search results. To avoid this, set this option to 'Yes', but please handle this with care to avoid a huge amount of results.
sk_sk: Ak vybraná kategória nie je súèas»ou súhrnu údajov, tak je zvyèajne vylúèená z výsledkov vyhµadávania. Ak chcete tomu predís», nastavte túto voµbu na 'Áno', ale s mierou prosím , aby sa zabránilo veµkému mno¾stvu výsledkov.

source: Use in favorites menu
sk_sk: Pou¾i» v obµúbenom menu

source: Result menu layout
sk_sk: Usporiada» výsledné menu

source: Use as search timer
sk_sk: Pou¾i» ako vyhµadávaè plánu

source: Action
sk_sk: Akcia

source: Switch ... minutes before start
sk_sk: Prepnú» ... minút pred ¹tartom

source: Unmute sound
sk_sk: Pusti» zvuk

source: Series recording
sk_sk: Sériové nahrávky

source: Delete recordings after ... days
sk_sk: Vymaza» nahrávky po ... dòoch

source: Keep ... recordings
sk_sk: Uchova» ... nahrávok

source: Pause when ... recordings exist
sk_sk: Zastavi» ak ... nahrávka existuje

source: Avoid repeats
sk_sk: Vyhýba» sa reprízam

source: Allowed repeats
sk_sk: povoli» reprízy

source: Only repeats within ... days
sk_sk: Iba reprízy behom ... dní

source: Compare title
sk_sk: porovna» tituly

source: Compare subtitle
sk_sk: porovna» titulky

source: Compare summary
sk_sk: porovna» celkovo

source: Compare categories
sk_sk: porovna» kategórie

source: Auto delete
sk_sk: automaticky vymaza»

source: after ... recordings
sk_sk: po ... nahrávkach

source: after ... days after first rec.
sk_sk: po ... dòoch od prvého nahratia.

source: Edit user-defined days of week
sk_sk: Upravi» u¾ívateµom urèený deò v tý¾dni

source: Compare
sk_sk: porovna»

source: Select blacklists
sk_sk: Vybra» èiernu listinu

source: Values for EPG category
sk_sk: Hodnota pre EPG kategóriu

source: Button$Apply
sk_sk: Pou¾i»

source: less
sk_sk: menej

source: less or equal
sk_sk: menej alebo rovnako

source: greater
sk_sk: viacej

source: greater or equal
sk_sk: Väè¹í alebo rovný

source: equal
sk_sk: rovnaký

source: not equal
sk_sk: nerovná sa

source: Activation of search timer
sk_sk: Aktivácia vyhµadávania plánu

source: First day
sk_sk: Prvý deò

source: Last day
sk_sk: Posledný deò

source: Button$all channels
sk_sk: v¹etky kanály

source: Button$only FTA
sk_sk: iba voµne ¹íriteµné

source: Button$Timer preview
sk_sk: Náhµad plánu

source: Blacklist results
sk_sk: výsledky èierneho zoznamu

source: found recordings
sk_sk: nájdené nahrávky

source: Error while accessing recording!
sk_sk: Chyba prístupu k záznamom!

source: Button$Default
sk_sk: Predvolené

source: Edit$Delete template?
sk_sk: Vymaza» ¹ablónu?

source: Overwrite existing entries?
sk_sk: Prepísa» existujúce údaje?

source: Edit entry
sk_sk: Upravi» údaje

source: Announce only
sk_sk: Iba oznámi»

source: action at
sk_sk: za akciou

source: Switch list
sk_sk: Prepnú» zoznam

source: Edit template
sk_sk: Upravi» ¹ablóny

source: Timers
sk_sk: Plány

source: >>> no info! <<<
sk_sk: >>> ¾iadne informácie! <<<

source: Overview
sk_sk: Prehµad

source: Button$Favorites
sk_sk: Obµúbené

source: Quick search for broadcasts
sk_sk: Rýchle vyhµadávanie vo vysielaní

source: Quick search
sk_sk: Rýchle hµadanie

source: Show in main menu
sk_sk: Zobrazi» v hlavnom menu

source: %d new broadcast(s) found! Show them?
sk_sk: %d nové vysielanie(a) nájdené! Zobrazi» ich?

source: Search timer update done!
sk_sk: Aktualizácia vyhµadávania plánov skonèená!

source: Programming timer failed!
sk_sk: Chyba programovania plánovaèa

source: in %02ldd
sk_sk: v %02ldd

source: in %02ldh
sk_sk: v %02ldh

source: in %02ldm
sk_sk: v %02ldm
