Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/epgsearch-git-2010-04-13/epgsearch-git-2010-06-06-orig/po/*.po
Languages: sk_sk

source: Channel groups
sk_sk: Skupiny kanálov

source: Button$Select
sk_sk: Vybra»

source: Channel group used by:
sk_sk: Pou¾itá skupina kanálov:

source: Edit$Delete group?
sk_sk: Vymaza» skupinu

source: Edit channel group
sk_sk: Upravi» skupinu kanálu

source: Group name
sk_sk: Názov skupiny

source: Button$Invert selection
sk_sk: Prevráti» výber

source: Button$All yes
sk_sk: Áno v¹etko

source: Button$All no
sk_sk: V¹etko nie

source: Group name is empty!
sk_sk: Meno skupiny je prázdne!

source: Group name already exists!
sk_sk: Meno skupiny existuje!

source: Direct access to epgsearch's conflict check menu
sk_sk: Priamy prístup EPGsearch k menu konfliktov

source: Timer conflicts
sk_sk: Konflikty plánovaèa

source: Conflict info in main menu
sk_sk: Informácie o konfliktoch v hlav menu

source: next
sk_sk: ïal¹í

source: %d timer conflict(s)! First at %s. Show them?
sk_sk: %d konflikt(y) plánovania! Prvý o %s. Ukáza»

source: search the EPG for repeats and more
sk_sk: Prehµada» televízny program, èi nebude repríza

source: Program guide
sk_sk: Programový sprievodca

source: Direct access to epgsearch's search menu
sk_sk: Priamy prístup k epgsearch cez vyhµadávacie menu

source: Search
sk_sk: Håada»

source: EpgSearch-Search in main menu
sk_sk: EpgSearch-Vyhµadávanie v hlavnom menu

source: Button$Help
sk_sk: Pomoc

source: Standard
sk_sk: be¾ne

source: Button$Commands
sk_sk: Príkazy

source: Button$Search
sk_sk: Hµada»

source: pipes
sk_sk: vedenie

source: graphical
sk_sk: grafický

source: never
sk_sk: nikdy

source: always
sk_sk: v¾dy

source: smart
sk_sk: chytrý

source: before user-def. times
sk_sk: pred u¾ívateµ-def. plánu

source: after user-def. times
sk_sk: po u¾ívateµ-def. plánu

source: before 'next'
sk_sk: pred 'ïal¹ím'

source: General
sk_sk: Hlavné

source: EPG menus
sk_sk: EPG menu

source: User-defined EPG times
sk_sk: U¾ívateµom-urèený EPG plán

source: Timer programming
sk_sk: Plán programovania

source: Search and search timers
sk_sk: Hµada» a prehµada» plány

source: Timer conflict checking
sk_sk: Kontrola konfliktov plánu

source: Email notification
sk_sk: Oznámenie na Email

source: Hide main menu entry
sk_sk: Skry» v hlavnom menu

source: Help$Hides the main menu entry and may be useful if this plugin is used to replace the original 'Schedule' entry.
sk_sk: Skryje v hlavnom menu polo¾ku. Mô¾e to by» u¾itoèné, ak tento modul má nahradi» pôvodný 'Program' .

source: Main menu entry
sk_sk: Hlavné menu

source: Help$The name of the main menu entry which defaults to 'Programm guide'.
sk_sk: meno polo¾ky v hlavnom menu , ktorá je nastavená na 'Programový sprievodca'.

source: Replace original schedule
sk_sk: Nahradi» pôvodný harmonogram

source: Help$When VDR is patched to allow this plugin to replace the original 'Schedule' entry, you can de/activate this replacement here.
sk_sk: Keï je VDR opravený, mô¾ete aktivova» výmenu televízneho programu tu, aby tento modul nahradil pôvodný televízny program.

source: Start menu
sk_sk: ©tart menu

source: Help$Choose between 'Overview - Now' and 'Schedule' as start menu when this plugin is called.
sk_sk: Keï sa spustí tento modul, tak si vyberte medzi 'Prehµad - teraz' a 'Televíznym programom' v ©tart menu.

source: Ok key
sk_sk: Ok klávesa

source: Help$Choose here the behaviour of key 'Ok'. You can use it to display the summary or to switch to the corresponding channel. Note: the functionality of key 'blue' (Switch/Info/Search) depends on this setting.
sk_sk: Tu si vyberte správanie klávesy 'Ok'. Mô¾ete ju pou¾i» na zobrazenie súhrnu alebo prepnú» na zodpovedajúci kanál. Poznámka: funkcia 'modrej' klávesy (Prepnú» / Informácie / Hµada») závisí na nastavení.

source: Red key
sk_sk: Èervená klávesa

source: Help$Choose which standard function ('Record' or 'Commands') you like to have on the red key. (Can be toggled with key '0')
sk_sk: Vyberte si, ktoré ¹tandardné funkcie ( 'Nahrávky' alebo 'príkazy'), chcete ma» pod èerveným tlaèítkom. (Mo¾no zapína» s klávesou '0')

source: Blue key
sk_sk: Modrá klávesa

source: Help$Choose which standard function ('Switch'/'Info' or 'Search') you like to have on the blue key. (Can be toggled with key '0')
sk_sk: Vyberte si, ktoré ¹tandardné funkcie ( 'Nahrávky' alebo 'príkazy'), chcete ma» pod modrým tlaèítkom. (Mo¾no zapína» s klávesou '0')

source: Show progress in 'Now'
sk_sk: Zobrazi» proces v 'Now'

source: Help$Shows a progressbar in 'Overview - Now' that informs about the remaining time of the current event. Depending on your selected skin you can choose between 'Pipes' or 'graphical' to get the best look.
sk_sk: Ukazuje priebeh v 'Prehµad - teraz', ktorý informuje o zostávajúcom èase aktuálnej udalosti. V závislosti na zvolenej téme si mô¾ete vybra» medzi 'textovým' alebo 'grafickým' a dosta» tak èo najlep¹í vzhµad.

source: Show channel numbers
sk_sk: Zobrazi» èíslo kanálu

source: Help$Display channel numbers in 'Overview - Now'. (To completely define your own menu look please inspect the MANUAL)
sk_sk: Zobrazenie èísla kanálov v 'Prehµad - Teraz'. (Ak chcete kompletne definova» vlastné menu ,prosím skontrolujte MANUÁL)

source: Show channel separators
sk_sk: Oddeli» zobrazené kanály

source: Help$Display VDR channel groups as separators between your channels in 'Overview - Now'.
sk_sk: Zobrazi» skupiny VDR kanálov s oddeµovaèmi v 'Prehµad - Teraz'.

source: Show day separators
sk_sk: Zobrazi» oddeµovaèe dní

source: Help$Display a separator line at day break in 'Schedule'.
sk_sk: Zobrazi» deliace èiary cez dennú prestávku v 'Plánovaèi.

source: Show radio channels
sk_sk: Zobrazi» rádio kanály

source: Help$Show also radio channels.
sk_sk: Zobrazi» tie¾ rozhlasové kanály

source: Limit channels from 1 to
sk_sk: Limit kanálov od 1 do

source: Help$If you have a large channel set you can speed up things when you limit the displayed channels with this setting. Use '0' to disable the limit.
sk_sk: Ak máte veµa nastavených kanálov, mô¾ete urýchli» vec tak, ¾e obmedzíte zobrazené kanály s týmto nastavením. Pou¾ite '0 'pre vypnutie limitu.

source: 'One press' timer creation
sk_sk: Raz stlaèi» vytvorenie plánu

source: Help$When a timer is created with 'Record' you can choose between an immediate creation of the timer or the display of the timer edit menu.
sk_sk: Keï je èasovaè vytvorený s 'Nahra»', tak si mô¾ete vybra» medzi okam¾itým vytvorením èasovaèa alebo zobrazenie menu s úpravami èasovaèa.

source: Show channels without EPG
sk_sk: Zobrazi» kanály bez EPG

source: Help$Choose 'yes' here if you want to display channels without EPG in 'Overview - Now'. 'Ok' on these entries switches the channel.
sk_sk: Vyberte 'áno', ak chcete zobrazi» kanály bez EPG v 'Prehµad - Teraz'. 'Ok' na tejto polo¾ieke prepína kanál.

source: Time interval for FRew/FFwd [min]
sk_sk: Èasový úsek pre FRew/FFwd [min]

source: Help$Choose here the time interval which should be used for jumping through the EPG by pressing FRew/FFwd. (If you don't have those keys, you can toggle to this functionality pressing '0' and get '<<' and '>>' on the keys green and yellow)
sk_sk: Tu si vyberte èasový interval, ktorý by mal by» pou¾itý pre skákanie cez EPG stlaèením FRew / FFwd. (Ak nemáte tie klávesy, mô¾ete prepína» na túto funkciu stlaèením '0' a '<<' alebo '>>' ' klávesy zelenej a ¾ltej)search

source: Toggle Green/Yellow
sk_sk: Prepínaè zelenej/¾ltej

source: Help$Specify if green and yellow shall also be switched when pressing '0'.
sk_sk: Uveïte, èi zelenou a ¾ltou, sa má tie¾ prepína» pri stlaèení '0 '.

source: Show favorites menu
sk_sk: Zobrazi» obµúbené menu

source: Help$A favorites menu can display a list of your favorite broadcasts. Enable this if you want an additional menu besides 'Now' and 'Next' Any search can be used as a favorite. You only have to set the option 'Use in favorites menu' when editing a search.
sk_sk: Obµúbené polo¾ky menu je mo¾né zobrazi» zoznam obµúbených staníc. Povoli», ak chcete ïal¹ie ponuky vedµa 'teraz' a 'Nasleduje' Akékoµvek vyhµadávania mo¾no pou¾i» ako obµúbené. Musíte len nastavi» voµbu 'Pou¾i» do obµúbených polo¾iek menu' pri úpravách vyhµadávania.

source: for the next ... hours
sk_sk: Za ïal¹ie ... hodiny

source: Help$This value controls the timespan used to display your favorites.
sk_sk: Táto hodnota urèuje èasové rozpätie pre zobrazenie obµúbených.

source: Use user-defined time
sk_sk: Pou¾i» u¾ívateµom definované plánovanie

source: Help$Besides 'Now' and 'Next' you can specify up to 4 other times in the EPG which can be used by repeatedly pressing the green key, e.g. 'prime time', 'late night',...
sk_sk: Okrem 'teraz' a 'Nasleduje' mô¾ete zada» a¾ 4 iné èasy v EPG, ktoré mô¾u by» pou¾ité po opakovanom stlaèení zeleného tlaèitka, napr 'hlavnom vysielacom èase', 'neskoro v noci',...

source: Description
sk_sk: Popis

source: Help$This is the description for your user-defined time as it will appear as label on the green button.
sk_sk: To to je znázornené pre u¾ívateµom-stanovenej lehote(èasu), ako bude vyzera» oznaèenie na zelenom tlaèítku.

source: Time
sk_sk: Èas

source: Help$Specify the user-defined time here in 'HH:MM'.
sk_sk: Presne napí¹te èas vo formáte 'HH:MM'.

source: Use VDR's timer edit menu
sk_sk: Pou¾i» menu úpravy VDR èasovaèa

source: Help$This plugin has it's own timer edit menu extending the original one with some extra functionality like - an addtional directory entry - user-defined days of week for repeating timers - adding an episode name - support for EPG variables (see MANUAL)
sk_sk: Tento modul je roz¹írením pôvodného menu s úpravami vysielacieho èasu a pridáva niektoré nové funkcie, ako je - Pridávanie polo¾kou v adresári - Urèenie dòa v tý¾dni, ak sa opakujú vysielacie èasy - Pridanie mena epizódy - Podporu pre menlivé EPG (pozri manuál)

source: Default recording dir
sk_sk: Predvolený adresár záznamov

source: Help$When creating a timer you can specify here a default recording directory.
sk_sk: Tu mô¾ete zada» predvolený adresár záznamov ,ktorý sa pou¾ije ak vytvárate nový plán nahrávania,

source: Add episode to manual timers
sk_sk: Prida» epizódy do ruèného èasovaèa

source: Help$If you create a timer for a series, you can automatically add the episode name. - never: no addition - always: always add episode name if present - smart: add only if event lasts less than 80 mins.
sk_sk: Ak vytvoríte plán nahrávania pre sériu, mô¾ete automaticky prida» názov epizódy. - Nikdy: nie okrem - V¾dy: v¾dy prida» meno epizódy ak je prítomné - Inteligentne :prida» iba ak udalos» trvá menej ako 80 minút.

source: Default timer check method
sk_sk: Predvolený postup kontroly plánov

source: Help$Manual timers can be checked for EPG changes. Here you can setup the default check method for each channel. Choose between - no checking - by event ID: checks by an event ID supplied by the channel provider. - by channel and time: check by the duration match.
sk_sk: Manuálne plány mô¾u by» kontrolované na zmeny EPG. Tu si mô¾ete nastavi» predvolený spôsob kontroly pre ka¾dý kanál. Vyberte si medzi - nekontrolova» - Podµa ID udalosti: kontroly ID udalosti poskytované poskytovateµom kanála. - Podµa kanálu a èasu: kontrola då¾ky vysielaného programu.

source: Button$Setup
sk_sk: Nastavenie

source: Use search timers
sk_sk: Pou¾i» vyhµadávanie èasovaèov

source: Help$'Search timers' can be used to automatically create timers for events that match your search criterions.
sk_sk: Vyhµadávanie vysielacieho èasu 'mo¾no pou¾i» na automatické vytváranie plánov nahrávania, ktoré zodpovedajú vá¹mu hµadanému kritériu.

source: Update interval [min]
sk_sk: obnovovací interval [min]

source: Help$Specify here the time intervall to be used when searching for events in the background.
sk_sk: Zvolte ako èasto sa majú na pozadí hµada» udalosti.

source: Help$Programming of new timers or timer changes is done with SVDRP. The default value should be correct, so change it only if you know what you are doing.
sk_sk: Programovanie nových plánov alebo úpravy plánov sa vykonávajú so SVDRP. Predvolená hodnota by mala by» v poriadku, tak¾e ho zmente len vtedy, ak viete, èo robíte.

source: Help$Specify here the default priority of timers created with this plugin. This value can also be adjusted for each search itself.
sk_sk: Uveïte predvolenú prioritu plánov nahrávania vytvorených s týmto modulom. Túto hodnotu mo¾no upravi» aj pre ka¾dé samostatné hµadanie.

source: Help$Specify here the default lifetime of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
sk_sk: Uveïte predvolenú ¾ivotnos» plánov / nahrávky vytvorených s týmto modulom. Túto hodnotu mo¾no upravi» aj pre ka¾dé samostatné hµadanie.

source: Help$Specify here the default start recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
sk_sk: Uveïte predvolený nadbytok úvodného záznamu plánu / nahrávky vytvoreným s týmto modulom. Túto hodnotu mo¾no upravi» aj pre ka¾dé samostatné hµadanie.

source: Help$Specify here the default stop recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
sk_sk: Uveïte predvolený nadbytok pri ukonèení nahrávania plánu / nahrávky vytvoreným s týmto modulom. Túto hodnotu mo¾no upravi» aj pre ka¾dé samostatné hµadanie.

source: No announcements when replaying
sk_sk: Neoznamova» pri prehrávaní

source: Help$Set this to 'yes' if you don't like to get any announcements of broadcasts if you currently replay anything.
sk_sk: Ak nieèo prehrávate a nepáèi sa vám oznamovanie o vysielaní, tak nastavte 'áno'

source: Recreate timers after deletion
sk_sk: Znova vytvori» plán po vymazaní

source: Help$Set this to 'yes' if you want timers to be recreated with the next search timer update after deleting them.
sk_sk: Ak zma¾ete plán nahrávania a nechcete aby bol znova vytvorený po automatickom obnovení vyhµadávaèa plánov, tak nastavte 'áno'

source: Ignore PayTV channels
sk_sk: Nev¹íma» si PayTV kanály

source: Help$Set this to 'yes' if don't want to see events on PayTV channels when searching for repeats.
sk_sk: Ak nepotrebujete zobrazi» udalosti na kanáloch PayTV pri opakovanom vyhµadávaní, nastavte 'áno'

source: Search templates
sk_sk: Vyhµadávanie ¹ablóny

source: Help$Here you can setup templates for your searches.
sk_sk: Tu si mô¾ete nastavi» ¹ablóny pre vyhµadávanie.

source: Blacklists
sk_sk: Èierny zoznam

source: Help$Here you can setup blacklists which can be used within a search to exclude events you don't like.
sk_sk: Tu sa nastavuje èierny zoznam, ktorý mô¾e by» pou¾itý v rámci hµadania a tak vylúèi» udalosti, ktoré sa vám nepáèia.

source: Help$Here you can setup channel groups which can be used within a search. These are different to VDR channel groups and represent a set of arbitrary channels, e.g. 'FreeTV'.
sk_sk: Tu si mô¾ete nastavi» skupinu kanálov, ktoré majú by» pou¾ité v rámci hµadania. Tie sú odli¹né od kanálov VDR skupín a predstavujú súbor µubovoµných kanálov, napr 'volne ¹íriteµné '.

source: Ignore below priority
sk_sk: nev¹íma» si prioritu

source: Help$If a timer with priority below the given value will fail it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
sk_sk: Ak je plán nahrávania s prioritou pod danú hodnotu dôjde k zlyhaniu, preto¾e nebude klasifikovaný ako dôle¾itý. Iba dôle¾ité konflikty vyvolávajú OSD správy.

source: Ignore conflict duration less ... min.
sk_sk: Nev¹íma» si konflikty men¹ie ako ... min

source: Help$If a conflicts duration is less then the given number of minutes it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
sk_sk: Ak doba konfliktu pretrváva menej ako daný poèet minút, nebude konflikt bra» ako dôle¾itý. Iba dôle¾ité konflikty sa automaticky zobrazia ako OSD správa.

source: Only check within next ... days
sk_sk: Skontrolova» iba do budúcich ... dní

source: Help$This value reduces the conflict check to the given range of days. All other conflicts are classified as 'not yet important'.
sk_sk: Táto hodnota zni¾uje konflikty podµa daného rozsahu dní. V¹etky ostatné konflikty sú klasifikované ako 'e¹te dôle¾ité'.

source: --- Automatic checking ---
sk_sk: --- Automatická kontrola ---

source: After each timer programming
sk_sk: Po ka¾dom programovaní èasovaèa

source: Help$Set this to 'yes' if the conflict check should be performed after each manual timer programming. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if this timer is involved in any conflict.
sk_sk: Ak pri ruènom programovaní plánu nastane konflikt, tak vám vypí¹e okam¾itú správu o konflikte. Správa sa zobrazí v prípade ak plán je zapojený do akéhokoµvek konfliktu. Ak danú funkciu chcete pou¾i» zvolte 'áno'

source: When a recording starts
sk_sk: Pri nahrávaní sa spustí

source: Help$Set this to 'yes' if the conflict check should be performed when a recording starts. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if the conflict is within the next 2 hours.
sk_sk: Nastavte 'áno' ak by mala by» kontrola konfliktov vykonaná pri spustiní nahrávania. V prípade konfliktu vám po¹le okam¾ite správu. Správa sa zobrazí v prípade konfliktu iba poèas 2 hodín.

source: After each search timer update
sk_sk: Po ka¾dom hµadaní plánu zmenené

source: Help$Set this to 'yes' if the conflict check should be performed after each search timer update.
sk_sk: Ak kontrola konfliktov by mala by» vykonávaná pri ka¾dom obnovení vyhµadávaèa plánov, tak nastavte 'áno'

source: every ... minutes
sk_sk: ka¾dých ... minút

source: Help$Specify here the time intervall to be used for an automatic conflict check in the background. ('0' disables an automatic check)
sk_sk: Zvolte ako èasto majú by» pou¾ité automatické kontroly konfliktov na pozadí. ('0 'Zaká¾e automatické kontroly)

source: if conflicts within next ... minutes
sk_sk: ak je v rozpore s ïal¹ou ... minútou

source: Help$If the next conflict will appear in the given number of minutes you can specify here a shorter check intervall to get more OSD notifications about it.
sk_sk: Ak sa objaví ïal¹í konflikt v danom poète minút, mô¾ete zvoli» krat¹í interval kontroly a tak získa» viac OSD oznámení.

source: Avoid notification when replaying
sk_sk: Vyhnú» sa oznámeniam pri prehrávaní

source: Help$Set this to 'yes' if the don't want to get OSD messages about conflicts if you currently replay something. Nevertheless messages will be displayed if the first upcoming conflict is within the next 2 hours.
sk_sk: Nastavte 'áno', ak nechcete dostáva» OSD správu o konfliktoch, v prípade,¾e nieèo prehrávate. Av¹ak, správy sa zobrazia v prípade prvého nadchádzajúceho konfliktu v nasledujúcich 2 hodinách.

source: Search timer notification
sk_sk: Hlásenie vyhµadávania èasovaèa

source: Help$Set this to 'yes' if you want to get an email notification about the search timers that where programmed automatically in the background.
sk_sk: Nastavte áno ak potrebujete oznamova» automaticky vyhµadané plány na mail

source: Timer conflict notification
sk_sk: Oznámi» konflikt plánov

source: Help$Set this to 'yes' if you want to get an email notification about the timer conflicts.
sk_sk: Nastavte áno ak potrebujete oznamova» konflikty plánu na mail

source: Send to
sk_sk: Posla» no

source: Help$Specify the email adress where notifications should be sent to.
sk_sk: Rozpí¹te email adresu, na ktorú by sa mali posiela» oznámenia.

source: Mail method
sk_sk: Mailová metóda

source: Help$Specify here the method to use when sending mails. You can choose between - 'sendmail': requires a properly configured email system - 'SendEmail.pl': simple script for mail delivery
sk_sk: Zvolte pou¾itý spôsob posielania mailov. Vyberte medzi - 'sendmail': vy¾aduje, aby bol správne nakonfigurovaný systém e-mailu - 'SendEmail.pl': jednoduchý skript pre doruèovanie po¹ty

source: --- Email account ---
sk_sk: --- Email úèet ---

source: Email adress
sk_sk: Email adresa

source: Help$Specify the email adress where notifications should be sent from.
sk_sk: Zadajte mailovú adresu na ktorá sa budú posiela» upozornenia.

source: Help$Specify the SMTP server that should deliver the notifications. If it's using a port different from the default(25) append the port with ":port".
sk_sk: Zadajte SMTP server, ktorý by mal posiela» oznámenia. Ak sa port lí¹i od predvoleného (25), tak pripí¹te port s ": port ".

source: Use SMTP authentication
sk_sk: Pou¾i» SMTP overenie

source: Help$Set this to 'yes' if your account needs authentication to send mails.
sk_sk: Nastavte Áno, ak vá¹ úèet potrebuje overenie na poslanie mailov

source: Auth user
sk_sk: Dôveryhodný u¾ívateµ

source: Help$Specify the auth user, if this account needs authentication for SMTP.
sk_sk: Zvolte overovacie meno, ak úèet potrebuje overenie pre SMTP

source: Auth password
sk_sk: Dôveryhodné heslo

source: Help$Specify the auth password, if this account needs authentication for SMTP.
sk_sk: Zvolte overovacie heslo, ak je nutné overenie pre SMTP.

source: Mail account check failed!
sk_sk: Chyba kontroly mailového úètu!

source: Button$Test
sk_sk: Testova»

source: $ abcdefghijklmnopqrstuvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&
sk_sk: $ aáäbcèdïeéfghiíjklåµmnòoóôpqràs¹t»uúvwxyýz¾0123456789-.,#~\^$[]|()*+?{}/:%@&

source: Start/Stop time has changed
sk_sk: Spusti»/Zastavi» dobu zmien

source: Title/episode has changed
sk_sk: Názov / epizóda sa zmenila

source: No new timers were added.
sk_sk: ®iadne nové plány neboli pridané.

source: No timers were modified.
sk_sk: ®iadne plány neboli upravované.

source: No timers were deleted.
sk_sk: ®iadne plány neboli vymazané.

source: This version of EPGSearch does not support this service!
sk_sk: Táto verzia epgsearch nepodporuje túto slu¾bu!

source: EPGSearch does not exist!
sk_sk: Epgsearch neexistuje!

source: %d new broadcast
sk_sk: %d nové vysielanie

source: Button$by channel
sk_sk: podµa kanálu

source: Button$by time
sk_sk: podµa èasu

source: Button$Episode
sk_sk: Epizóda

source: Button$Title
sk_sk: Názov

source: announce details
sk_sk: oznámi» podrobnosti

source: announce again
sk_sk: oznámi» znova

source: with next update
sk_sk: s ïal¹ou aktualizáciou

source: again from
sk_sk: znova od

source: Search timer
sk_sk: Hµada» èasy

source: Edit blacklist
sk_sk: Upravi» èiernu listinu

source: phrase
sk_sk: slovné spojenie

source: all words
sk_sk: v¹etky slová

source: at least one word
sk_sk: aspoò jedno slovo

source: match exactly
sk_sk: prispôsobi» presne

source: regular expression
sk_sk: be¾ný výraz

source: fuzzy
sk_sk: nejasný

source: user-defined
sk_sk: urèené u¾ívateµom

source: interval
sk_sk: èasové rozpätie

source: channel group
sk_sk: skupin kanálov

source: only FTA
sk_sk: iba voµne ¹íritelné

source: Search term
sk_sk: Hµada» termín

source: Search mode
sk_sk: Spôsob vyhµadávania

source: Tolerance
sk_sk: odchylka

source: Match case
sk_sk: Argumenty zhody

source: Use title
sk_sk: Pou¾i» názov

source: Use subtitle
sk_sk: Pou¾i» titulky

source: Use description
sk_sk: Pou¾i» popis

source: Use extended EPG info
sk_sk: Pou¾i» roz¹írené EPG informácie

source: Ignore missing categories
sk_sk: Ignorova» chýbajúce kategórie

source: Use channel
sk_sk: Pou¾i kanál

source: from channel
sk_sk: od kanálu

source: to channel
sk_sk: po kanál

source: Channel group
sk_sk: Skupina kanálov

source: Use time
sk_sk: Pou¾i èas

source: Start after
sk_sk: od kedy

source: Start before
sk_sk: Po kedy

source: Use duration
sk_sk: Po¾i trvanie

source: Min. duration
sk_sk: Min. doba
