Repository: bittor7x0/VDR-M7x0
Catalog: trunk/vdr-m7x0-plugins/epgfixer-git/po/*.po
Languages: es_es

source: Fix bugs in EPG
es_es: Corregir errores en EPG

source: RegexpChars$ abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789%~\/?!()[]{}<>$^*.,:;-=#
es_es: aáàbcçdeéèfghiíïjklmnñoóòpqrstuúüvwxyzAÁÀBCÇDEÉÈFGHIÍÏJKLMNÑOÓÒPQRSTUÚÜVWXYZ0123456789%~\/?!()[]{}<>$^*.,:;-=#

source: Button$Cancel
es_es: Cancelar

source: Regular expressions
es_es: Expresiones regulares

source: Edit regular expressions.
es_es: Editar expresiones regulares.

source: Character set conversions
es_es: Conversiones conjunto de caracteres

source: Edit character set conversions.
es_es: Editar conversiones conjunto de caracteres.

source: EPG blacklists
es_es: Listas negras EPG

source: Edit EPG blacklists.
es_es: Editar listas negras EPG.

source: EPG cloning
es_es: Clonando EPG

source: Edit EPG data cloning.
es_es: Editar datos clonando EPG.

source: --- EPG bugfixes ---
es_es: --- Corrección de errores EPG ---

source: Remove quotes from ShortText
es_es: Eliminar las comillas del texto corto

source: EPG bugfix level >= 1: Some channels put the ShortText in quotes and use either the ShortText or the Description field, depending on how long the string is: Title "ShortText". Description
es_es: Nivel de corrección de errores EPG >= 1: Algunos canales ponen el Texto corto entre comillas y usan el Texto corto o la Descripción, dependiendo de la longitud de la cadena: Título "Texto corto". Descripción

source: Move Description from ShortText
es_es: Mover Descripción desde el Texto corto

source: EPG bugfix level >= 1: Some channels put the Description into the ShortText (preceded by a blank) if there is no actual ShortText and the Description is short enough: Title Description
es_es: Nivel de corrección de errores EPG >= 1: Algunos canales ponen la Descripción en el Texto corto (precedido por un espacio en blanco) si no hay Texto corto y la Descripción es lo suficientemente corta: Título Descripción

source: Remove repeated title from ShortText
es_es: Eliminar título repetido del Texto corto

source: EPG bugfix level >= 1: Sometimes they repeat the Title in the ShortText: Title Title
es_es: Nivel de corrección de errores EPG >= 1: Algunas veces repiten el Título en el Texto corto: Título Título

source: Remove double quotes from ShortText
es_es: Eliminar comillas dobles del Texto corto

source: EPG bugfix level >= 1: Some channels put the ShortText between double quotes, which is nothing but annoying (some even put a '.' after the closing '"'): Title "ShortText"[.]
es_es: Nivel de corrección de errores EPG >= 1: Algunos canales ponen el Texto corto entre comillas dobles, lo cual es molesto (algunos incluso ponen un '.' después de cerrar '"'): Título "Texto corto"[.]

source: Remove useless formatting
es_es: Eliminar formateado inútil

source: EPG bugfix level >= 2: Some channels apparently try to do some formatting in the texts, which is a bad idea because they have no way of knowing the width of the window that will actually display the text. Remove excess whitespace.
es_es: Nivel de corrección de errores EPG >= 2: Algunos canales aparentemente tratan de hacer algún formateo en los textos, lo cual es una mala idea porque no tienen manera de saber el ancho de la ventana en la que se mostrará el texto. Eliminar el exceso de espacios en blanco.

source: Move long ShortText to Description
es_es: Mover Texto corto a la Descripción

source: EPG bugfix level >= 2: Some channels put a whole lot of information in the ShortText and leave the Description totally empty. So if the ShortText length exceeds 40, let's put this into the Description instead.
es_es: Nivel de corrección de errores EPG >= 2: Algunos canales ponen una gran cantidad de información en el Texto corto y dejan la Descripción totalmente vacía. Así que si la longitud del Texto corto excede de 40, la pondremos en la Descripción.

source: Prevent equal ShortText and Description
es_es: Prevenir el mismo Texto corto y Descripción

source: EPG bugfix level >= 2: Some channels put the same information into ShortText and Description. In that case we delete one of them.
es_es: Nivel de corrección de errores EPG >= 2: Algunos canales ponen la misma información en el Texto corto y la Descripción. En ese caso, borramos uno de ellos.

source: Replace backticks with single quotes
es_es: Reemplazar comillas invertidas con comillas simples

source: EPG bugfix level >= 2: Some channels use the ` ("backtick") character, where a ' (single quote) would be normally used. Actually, "backticks" in normal text don't make much sense, so let's replace them.
es_es: Nivel de corrección de errores EPG >= 2: Algunos canales usan el caracter ` ("comilla invertida"), donde normalmente debería usarse una ' (comilla simple). Actualmente, las "comillas invertidas" en un texto normal no tienen mucho sentido, así que las reemplazamos.

source: Fix stream component descriptions
es_es: Corregir descripciones del stream

source: EPG bugfix level = 3: The stream components have a "description" field which some channels apparently have no idea of how to set correctly.
es_es: Nivel de corrección de errores EPG = 3: Los componentes del stream tienen un campo "descripción" que aparentemente algunos canales no saben establecerlo correctamente.

source: Strip HTML entities
es_es: Quitar entidades HTML

source: Convert HTML entities from all fields to matching regular characters.
es_es: Convertir entidades HTML de todos los campos para coincidir con caracteres normales.

source: Button$Load
es_es: Cargar

source: Button$Clear EPG
es_es: Limpiar EPG

source: Loading configuration files...
es_es: Cargando archivos de configuración...

source: Clearing EPG data...
es_es: Limpiando datos de la EPG...

source: Help
es_es: Ayuda
