Repository: bittor7x0/VDR-M7x0
Catalog: vdr-m7x0-plugins/streamplayer-0.1.5/po/*.po
Languages: de_de

source: Error
de_de: Fehler

source: failed
de_de: fehlgeschlagen

source: Connect timed out
de_de: Verbindungs-Zeitlimit überschritten

source: connection closed by peer
de_de: Verbindung von Gegenseite geschlossen

source: Connection timed out
de_de: Verbindungs-Zeitlimit überschritten

source: Expected HTTP header not found
de_de: Erwarteter HTTP Header nicht gefunden

source: HTTP response
de_de: HTTP Antwort

source: Failed to connect to
de_de: Konnte nicht verbinden zu

source: waiting
de_de: warte

source: Connecting to
de_de: Verbinde zu

source: Waiting for response from
de_de: Warte auf Antwort von

source: Reading Headers from
de_de: Lese Header von

source: Receiving from
de_de: Empfange von

source: HTTP header not found
de_de: HTTP Header nicht gefunden

source: HTTP response error
de_de: HTTP Antwort Fehler

source: Edit Bookmark
de_de: Lesezeichen bearbeiten

source: Title
de_de: Titel

source: Edit
de_de: Editieren

source: New
de_de: Neu

source: Select
de_de: Wählen

source: Bookmarks:
de_de: Lesezeichen:

source: Receive buffer size (k)
de_de: Größe Empfangspuffer (k)

source: fill up buffer at start (k)
de_de: Puffer füllen bei Start (k)

source: Protocol type scan error
de_de: Protokolltyp fehler

source: Unknown protocol type
de_de: Unbekannter Protokolltyp

source: Listening on UDP port
de_de: Empfange auf UDP Port
