Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/spider-0.2.2/spider-0.2.2-orig/po/*.po
Languages: es_es

source: Only complete suits are allowed to remove
es_es: Sólo puede eliminar los palos completos

source: No cards left
es_es: No dejó cartas

source: Deal not allowed with empty piles
es_es: Reparto no permitido con montones vacíos

source: Congratulations! Press OK to start a new game
es_es: ¡Felicidades! Pulse OK para iniciar un nuevo juego

source: Mini (one deck)
es_es: Mini (una baraja)

source: Custom
es_es: Seleccionar

source: Shrink height
es_es: Encoger altura

source: Shrink width
es_es: Encoger anchura

source: Shrink width and height
es_es: Encoger anchura y altura

source: Reduce colors
es_es: Reducir colores

source: Reset
es_es: Reiniciar

source: Variation
es_es: Variación

source: Deck count
es_es: Contar baraja

source: Pile count
es_es: Contar montón

source: Deal count
es_es: Contar reparto

source: OSD position left
es_es: Posición OSD izquierda

source: OSD position top
es_es: Posición OSD superior

source: OSD width
es_es: Anchura OSD

source: OSD height
es_es: Altura OSD

source: OSD error compensation
es_es: Error compensación OSD

source: Hide top row
es_es: Ocultar fila superior

source: Spider Arachnid - the best patience game
es_es: Spider Arachnid - mejor juego paciencia
