Repository: bittor7x0/VDR-M7x0
Catalog: tags/0.7/trunk/vdr-m7x0-plugins/devstatus-0.4.1/po/*.po
Languages: it_it, ru_ru

source: Status of dvb devices
it_it: Stato schede DVB
ru_ru: Статус DVB устройств

source: Device status
it_it: Stato scheda
ru_ru: Статус устройства

source: satellite card
it_it: Scheda satellite
ru_ru: DVB-S карта

source: cable card
it_it: Scheda via cavo
ru_ru: DVB-C карта

source: terrestrial card
it_it: Scheda terrestre
ru_ru: DVB-T карта

source: unknown cardtype
it_it: Tipo scheda sconosciuta
ru_ru: неизвестный тип

source: frequency: %d MHz, signal: %d%%, s/n: %d%%
it_it: Frequenza: %d MHz, Segnale: %d%%, s/n: %d%%
ru_ru: частота:·%d·МГц,·сигнал:·%d%%,·с/ш:·%d%%

source: no signal information available (rc=%d)
it_it: Nessuna info di segnale disponibile (rc=%d)
ru_ru: нет информации о сигнале (rc=%d)

source: device with decoder
it_it: sch. con decoder
ru_ru: с декодером

source: primary device
it_it: sch. primaria
ru_ru: первичная

source: Device
it_it: Scheda
ru_ru: Карта

source: -- Live
it_it: -- Dal vivo
ru_ru: -- В режиме приёма

source: currently no recordings
it_it: Nessuna registrazione in corso
ru_ru: сейчас не записывает

source: no recordings
it_it: Nessuna registrazione
ru_ru: без запис.

source: recordings
it_it: Registrazioni
ru_ru: записи

source: no strength
it_it: Nessuna intensità
ru_ru: список

source: strength
it_it: Intensità
ru_ru: имеется

source: channels
it_it: Canali
ru_ru: каналы

source: no channels
it_it: Nessun canale
ru_ru: без кан-в

source: Refresh display
it_it: Aggiorna visualizzazione
ru_ru: Сброс инфо

source: Show recordings
it_it: Mostra registrazioni
ru_ru: Показ записей

source: Show signals
it_it: Mostra segnali
ru_ru: Показ сигнала

source: Show channels
it_it: Mostra canali
ru_ru: Показ каналов

source: Show channel provider
it_it: Mostra emittente
ru_ru: Показ провайдера

source: List of DVB devices
it_it: Elenco schede DVB
ru_ru: Список DVB карт

source: Number of concurrent recordings
it_it: Numero di registrazioni simultanee
ru_ru: Кол-во одновременных записей
