Repository: bittor7x0/VDR-M7x0
Catalog: vdr-m7x0-plugins/cinebars-0.1.0/po/*.po
Languages: es_es

source: Overlays "cinebars"
es_es: Superposición "bandas de cine"

source: Cinebars
es_es: Bandas de cine

source: black
es_es: negro

source: white
es_es: blanco

source: red
es_es: rojo

source: green
es_es: verde

source: yellow
es_es: amarillo

source: blue
es_es: azul

source: Hide mainmenu entry
es_es: Ocultar entrada en menú principal

source: Bar color
es_es: Color de la banda

source: Top bar
es_es: Banda superior

source: Top bar height
es_es: Altura banda superior

source: Bottom bar
es_es: Banda inferior

source: Bottom bar height
es_es: Altura banda inferior

source: Step size
es_es: Incremento de tamaño

source: OSD size
es_es: Tamaño del OSD

source: OSD width
es_es: Anchura del OSD

source: OSD height
es_es: Altura del OSD
