Repository: bittor7x0/VDR-M7x0
Catalog: vdr-m7x0-plugins/pin-0.1.10/po/*.po
Languages: de_de

source: Add current channel to protection list
de_de: Aktuellen Kanal sperren

source: Add current broadcast to protection list
de_de: Aktuelle Sendung sperren

source: Edit channel locks
de_de: Gesperrte Kanäle bearbeiten

source: Edit broadcast locks
de_de: Gesperrte Sendungen bearbeiten

source: Edit plugin locks
de_de: Systemeinstellungen bearbeiten

source: Edit menu locks
de_de: Menüsperren bearbeiten

source: Lock setup
de_de: Setup sperren

source: Unlock setup
de_de: Setup entsperren

source: Activate childlock
de_de: Kindersicherung aktivieren

source: Activated pin protection
de_de: Kindersicherung aktiviert

source: Please setup a pin code first!
de_de: Bitte konfigurieren zuerst einen Pin Code!

source: Protected channels
de_de: Gesperrte Kanäle

source: Protected broadcasts
de_de: Gesperrte Sendungen

source: Plugin protections
de_de: Sperren / Entsperren

source: Menu protections
de_de: Menü sperren

source: locked
de_de: gesperrt

source: unlocked
de_de: entsperrt

source: already in list
de_de: bereits in der Liste

source: added to protection list
de_de: hinzugefügt

source: Edit
de_de: Bearbeiten

source: On/Off
de_de: An/Aus

source: Add
de_de: Hinzufügen

source: Delete
de_de: Löschen

source: Remove entry?
de_de: Eintrag entfernen?

source: Lock active
de_de: Sperre aktiv

source: Keyword
de_de: Suchbegriff

source: Setup your pin code:
de_de: Bitte Pin Code festlegen:

source: Pin Code:
de_de: Pin Eingabe:

source: Pin code successfully setup
de_de: Pin Code erfolgreich festgelegt.

source: Code accepted
de_de: Eingabe angenommen

source: Invalid Code !
de_de: Falsche Eingabe !

source: Please enter pin code first
de_de: Bitte zuerst Pin Code eingeben

source: Recording protected, enter pin code first
de_de: Aufnahme gesperrt, bitte Kindersicherung freischalten

source: channel is protected
de_de: Kanal gesperrt

source: broadcast is protected
de_de: Sendung gesperrt

source: is protected
de_de: ist gesperrt

source: Skip protected channel silent
de_de: Gesperrte Kanäle ohne Meldung überspringen

source: Hide protected menus
de_de: Gesperrte Menüs verstecken

source: Hide protected plugins
de_de: Gesperrte Plugins verstecken

source: Hide protected recordings
de_de: Gesperrte Aufnahmen verstecken

source: Open menu after pin request
de_de: Menü nach Eingabe des Pin öffnen

source: Pin inactivity time [min]
de_de: Sperre aktivieren nach Inaktivität [min]

source: Autoprotection of recordings
de_de: Automatischer Schutz der Aufnahmen

source: Ignoring invalid pin
de_de: Ungültiger code
