Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/epgsearch-0.9.24.beta22/epgsearch-0.9.24.beta22-orig/po/*.po
Languages: fi_fi

source: Max. duration
fi_fi: Kestoaika enint‰‰n

source: Use day of week
fi_fi: K‰yt‰ viikonp‰iv‰‰

source: Day of week
fi_fi: Viikonp‰iv‰

source: Button$Templates
fi_fi: Mallipohjat

source: *** Invalid Channel ***
fi_fi: *** Virheellinen kanavavalinta ***

source: Please check channel criteria!
fi_fi: Tarkasta hakuehdot!

source: Edit$Delete blacklist?
fi_fi: Poistetaanko musta lista?

source: Repeats
fi_fi: Toistuvat

source: Create search
fi_fi: Luo haku

source: Search in recordings
fi_fi: Etsi tallenteista

source: Mark as 'already recorded'?
fi_fi: Merkitse tallennetuksi

source: Add/Remove to/from switch list?
fi_fi: Lis‰‰/poista kanavanvaihtolistalle

source: Create blacklist
fi_fi: Lis‰‰ mustalle listalle

source: EPG Commands
fi_fi: Komennot

source: Already running!
fi_fi: Nyt menossa!

source: Add to switch list?
fi_fi: Lis‰t‰‰nkˆ kanavanvaihtolistalle?

source: Delete from switch list?
fi_fi: Poistetaanko kanavanvaihtolistalta?

source: Button$Details
fi_fi: Lis‰tiedot

source: Button$Filter
fi_fi: Suodata

source: Button$Show all
fi_fi: N‰yt‰ kaikki

source: conflicts
fi_fi: p‰‰llekk‰isyytt‰

source: no conflicts!
fi_fi: ei p‰‰llekk‰isyyksi‰!

source: no important conflicts!
fi_fi: ei merkitsevi‰ p‰‰llekk‰isyyksi‰!

source: Button$Repeats
fi_fi: Toistuvat

source: no check
fi_fi: ei valvontaa

source: by channel and time
fi_fi: kanava ja aika

source: by event ID
fi_fi: tapahtuman tunniste

source: Select directory
fi_fi: Valitse hakemisto

source: Button$Level
fi_fi: Taso

source: Event
fi_fi: Tapahtuma

source: Favorites
fi_fi: Suosikit

source: Search results
fi_fi: Hakutulokset

source: Timer conflict! Show?
fi_fi: P‰‰llekk‰isi‰ ajastimia! N‰ytet‰‰nkˆ?

source: Channel
fi_fi: Kanava

source: Childlock
fi_fi: Lapsilukko

source: Directory
fi_fi: Hakemisto

source: Timer check
fi_fi: Valvontatapa

source: recording with device
fi_fi: Tallennetaan laitteella

source: File
fi_fi: Tiedosto

source: Button$With subtitle
fi_fi: Kuvaus

source: Button$Without subtitle
fi_fi: Ei kuvausta

source: Day
fi_fi: P‰iv‰

source: Button$Extended
fi_fi: Laaja

source: Button$Simple
fi_fi: Suppea

source: Use blacklists
fi_fi: K‰yt‰ mustia listoja

source: Edit$Search text too short - use anyway?
fi_fi: Liian suppea hakuehto - etsit‰‰nkˆ silti?

source: Button$by name
fi_fi: Nimi

source: Button$by date
fi_fi: P‰iv‰m‰‰r‰

source: Button$Delete all
fi_fi: Poista kaikki

source: Recordings
fi_fi: Tallenteet

source: Edit$Delete entry?
fi_fi: Poista hakutermi

source: Edit$Delete all entries?
fi_fi: Poista kaikki hakutermit

source: Summary
fi_fi: Yhteenveto

source: Auxiliary info
fi_fi: Lis‰tiedot

source: Button$Aux info
fi_fi: Lis‰tiedot

source: Search actions
fi_fi: Hakukomennot

source: Execute search
fi_fi: Suorita haku

source: Use as search timer on/off
fi_fi: Aseta/poista hakuajastintoiminto

source: Trigger search timer update
fi_fi: P‰ivit‰ hakuajastimet

source: Show recordings done
fi_fi: N‰yt‰ tehdyt tallennukset

source: Show timers created
fi_fi: N‰yt‰ luodut ajastimet

source: Create a copy
fi_fi: Kopioi

source: Use as template
fi_fi: K‰yt‰ mallipohjana

source: Show switch list
fi_fi: N‰yt‰ kanavanvaihtolista

source: Show blacklists
fi_fi: N‰yt‰ mustat listat

source: Delete created timers?
fi_fi: Poista haulla luodut ajastimet

source: Timer conflict check
fi_fi: Tarkista p‰‰llekk‰iset ajastimet

source: Disable associated timers too?
fi_fi: Poistetaanko k‰ytˆst‰ myˆs assosioidut ajastimet?

source: Activate associated timers too?
fi_fi: Otetaanko k‰yttˆˆn myˆs assosioidut ajastimet?

source: Search timers activated in setup.
fi_fi: Hakuajastimet aktivoitu asetuksista

source: Run search timer update?
fi_fi: P‰ivitet‰‰nkˆ hakuajastimet?

source: Copy this entry?
fi_fi: Kopioidaanko t‰m‰ hakuajastin?

source: Copy
fi_fi: Kopio

source: Copy this entry to templates?
fi_fi: Kopioidaanko hakutermi mallipohjaksi?

source: Delete all timers created from this search?
fi_fi: Poistetaanko kaikki t‰ll‰ haulla luodut ajastimet?

source: Button$Actions
fi_fi: Komennot

source: Search entries
fi_fi: Hakutermit

source: active
fi_fi: aktiivista

source: Edit$Delete search?
fi_fi: Poistetaanko haku?

source: Edit search
fi_fi: Muokkaa hakua

source: Record
fi_fi: Tallenna

source: Announce only
fi_fi: muistutus

source: Switch only
fi_fi: kanavanvaihto

source: Selection
fi_fi: valittu

source: all
fi_fi: kaikki

source: count recordings
fi_fi: lukum‰‰r‰n mukaan

source: count days
fi_fi: p‰ivien mukaan

source: Template name
fi_fi: Mallipohjan nimi

source: Help$Specify the name of the template.
fi_fi: M‰‰rittelee mallipohjan nimen.

source: Help$Specify here the term to search for.
fi_fi: M‰‰rittelee k‰ytett‰v‰n hakutermin.

source: Help$The following search modes exist: - phrase: searches for sub terms - all words: all single words must appear - at least one word: at least one single word must appear - match exactly: must match exactly - regular expression: match a regular expression - fuzzy searching: searches approximately
fi_fi: K‰ytˆss‰ ovat seuraavat hakutavat: - fraasi: m‰‰ritelty fraasi pit‰‰ lˆyty‰ - kaikki sanat: kaikkien m‰‰riteltyjen sanojen pit‰‰ lˆyty‰ - yksi sana: yksi m‰‰ritellyist‰ sanoista pit‰‰ lˆyty‰ - t‰sm‰llinen: ehdon pit‰‰ lˆyty‰ t‰sm‰llisesti - s‰‰nnˆllinen lauseke: m‰‰ritellyn s‰‰nnˆllisen lausekkeen pit‰‰ lˆyty‰ - sumea: samankaltaisia pit‰‰ lˆyty‰ m‰‰riteltyyn ehtoon n‰hden

source: Help$This sets the tolerance of fuzzy searching. The value represents the allowed errors.
fi_fi: M‰‰rittelee toleranssin sumealle haulle. Arvo kertoo sallittujen virheiden lukum‰‰r‰n.

source: Help$Set this to 'Yes' if your search should match the case.
fi_fi: T‰ll‰ asetuksella pystyt huomioimaan kirjainkoon vaikutuksen hakutulokseen.

source: Help$Set this to 'Yes' if you like to search in the title of an event.
fi_fi: T‰ll‰ asetuksella pystyt etsim‰‰n ohjelmanimest‰.

source: Help$Set this to 'Yes' if you like to search in the episode of an event.
fi_fi: T‰ll‰ asetuksella pystyt etsim‰‰n lyhyest‰ ohjelmakuvauksesta.

source: Help$Set this to 'Yes' if you like to search in the summary of an event.
fi_fi: T‰ll‰ asetuksella pystyt etsim‰‰n ohjelmakuvauksesta.

source: Help$The summary of an event, can contain additional information like 'Genre', 'Category', 'Year',... called 'EPG categories' within EPGSearch. External EPG providers often deliver this information. This allows refining a search and other nice things, like searching for the 'tip of the day'. To use it set this to 'Yes'.
fi_fi: Ohjelmakuvaus voi sis‰lt‰‰ ohjelmaoppaan kategoriatietoja ('lajityyppi', 'kategoria', 'valmistumisvuosi', ...), joita ulkoiset ohjelmaoppaat voivat tuottaa. T‰ll‰ asetuksella voit hakea myˆs niiden perusteella.

source: Help$The file epgsearchcats.conf specifies the search mode for this entry. One can search by text or by value. You can also edit a list of predefined values in this file that can be selected here.
fi_fi: Tiedosto 'epgsearchcats.conf' m‰‰rittelee k‰ytett‰v‰t hakutavat ja voit viitata niihin joko tekstin‰ tai pelk‰ll‰ luvulla. Lis‰ksi pystyt myˆskin muokkaamaan m‰‰riteltyjen kategorioiden listaa.

source: Help$If a selected category is not part of the summary of an event this normally excludes this event from the search results. To avoid this, set this option to 'Yes', but please handle this with care to avoid a huge amount of results.
fi_fi: Jos valittua kategoriaa ei lˆydy ohjelmakuvauksesta, ei ohjelmaa normaalisti myˆsk‰‰n lˆydy hakutuloksista. T‰ll‰ asetuksella voit est‰‰ sen, mutta samalla voit saada huomattavan m‰‰r‰n halutuloksia.

source: Use in favorites menu
fi_fi: K‰yt‰ suosikkina

source: Result menu layout
fi_fi: Hakutulosten ulkoasu

source: Use as search timer
fi_fi: K‰yt‰ hakuajastimena

source: Action
fi_fi: Toiminto

source: Switch ... minutes before start
fi_fi: Vaihda ... minuuttia ennen alkua

source: Unmute sound
fi_fi: Ota mykistys pois p‰‰lt‰

source: Series recording
fi_fi: Sarjatallennus

source: Delete recordings after ... days
fi_fi: Poista tallenteet ... p‰iv‰n j‰lkeen

source: Keep ... recordings
fi_fi: S‰ilyt‰ ... tallennetta

source: Pause when ... recordings exist
fi_fi: Keskeyt‰ ... tallenteen j‰lkeen

source: Avoid repeats
fi_fi: Est‰ uusinnat

source: Allowed repeats
fi_fi: Sallittujen uusintojen lukum‰‰r‰

source: Only repeats within ... days
fi_fi: Vain uusinnat ... p‰iv‰n sis‰ll‰

source: Compare title
fi_fi: Vertaa nime‰

source: Compare subtitle
fi_fi: Vertaa jakson nime‰

source: Compare summary
fi_fi: Vertaa kuvausta

source: Compare categories
fi_fi: Vertaa kategorioita

source: Auto delete
fi_fi: Poista automaattisesti

source: after ... recordings
fi_fi: ... tallenteen j‰lkeen

source: after ... days after first rec.
fi_fi: ... p‰iv‰n j‰lkeen ensimm‰isest‰

source: Edit user-defined days of week
fi_fi: Muokkaa valittuja viikonp‰ivi‰

source: Compare
fi_fi: Vertaa

source: Select blacklists
fi_fi: Valitse mustat listat

source: Values for EPG category
fi_fi: Valinnat ohjelmaoppaan kategorioille

source: Button$Apply
fi_fi: K‰yt‰

source: less
fi_fi: pienempi

source: less or equal
fi_fi: pienempi tai yht‰suuri

source: greater
fi_fi: suurempi

source: greater or equal
fi_fi: suurempi tai yht‰suuri

source: equal
fi_fi: yht‰suuri

source: not equal
fi_fi: erisuuri

source: Activation of search timer
fi_fi: Hakuajastimien aktivointi

source: First day
fi_fi: Aloitusp‰iv‰

source: Last day
fi_fi: Lopetusp‰iv‰

source: Button$all channels
fi_fi: Kaikki

source: Button$only FTA
fi_fi: Vapaat

source: Button$Timer preview
fi_fi: Esikatselu

source: Blacklist results
fi_fi: Mustan listan tulokset

source: found recordings
fi_fi: lˆydetyt tallenteet

source: Error while accessing recording!
fi_fi: Tallenteen toistaminen ep‰onnistui!

source: Button$Default
fi_fi: Oletus

source: Edit$Delete template?
fi_fi: Poistetaanko mallipohja?

source: Overwrite existing entries?
fi_fi: Kirjoitetaanko olemassaolevan p‰‰lle?

source: Edit entry
fi_fi: Muokkaa valintaa

source: action at
fi_fi: Kellonaika kanavanvaihdolle

source: Switch list
fi_fi: Kanavanvaihtolista

source: Edit template
fi_fi: Muokkaa mallipohjaa

source: Timers
fi_fi: Ajastimet

source: >>> no info! <<<
fi_fi: >>> ei tietoja! <<<

source: Overview
fi_fi: Yleiskatsaus

source: Button$Favorites
fi_fi: Suosikit

source: Quick search for broadcasts
fi_fi: Pikahaku ohjelmaoppaalle

source: Quick search
fi_fi: Pikahaku

source: Show in main menu
fi_fi: N‰yt‰ valinta p‰‰valikossa

source: %d new broadcast(s) found! Show them?
fi_fi: Lˆydettiin %d uutta l‰hetyst‰! N‰ytet‰‰nkˆ?

source: Search timer update done!
fi_fi: Hakuajastimet p‰ivitetty!

source: Programming timer failed!
fi_fi: Ajastimen ohjelmointi ep‰onnistui!

source: in %02ldd
fi_fi: %02ldd

source: in %02ldh
fi_fi: %02ldh

source: in %02ldm
fi_fi: %02ldm
