Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/epgsearch-0.9.24.beta22/epgsearch-0.9.24.beta22-orig/po/*.po
Languages: fi_fi

source: Channel groups
fi_fi: Kanavaryhm‰t

source: Button$Select
fi_fi: Valitse

source: Channel group used by:
fi_fi: Kanavaryhm‰ k‰ytˆss‰:

source: Edit$Delete group?
fi_fi: Poistetaanko kanavaryhm‰?

source: Edit channel group
fi_fi: Muokkaa kanavaryhm‰‰

source: Group name
fi_fi: Kanavaryhm‰n nimi

source: Button$Invert selection
fi_fi: P‰invastoin

source: Button$All yes
fi_fi: Kaikki

source: Button$All no
fi_fi: Ei yht‰‰n

source: Group name is empty!
fi_fi: Kanavaryhm‰lt‰ puuttuu nimi!

source: Group name already exists!
fi_fi: Samanniminen kanavaryhm‰ on jo olemassa!

source: Direct access to epgsearch's conflict check menu
fi_fi: Suoratoiminto EPGSearch-laajennoksen ajastimien tarkistukselle

source: Timer conflicts
fi_fi: P‰‰llekk‰iset ajastimet

source: Conflict info in main menu
fi_fi: N‰yt‰ p‰‰llekk‰isyydet p‰‰valikossa

source: next
fi_fi: seuraava

source: %d timer conflict(s)! First at %s. Show them?
fi_fi: P‰‰llekk‰isi‰ ajastimia (%d kpl %s)! N‰ytet‰‰nkˆ?

source: search the EPG for repeats and more
fi_fi: Monipuolinen ohjelmaopas hakutoiminnolla

source: Program guide
fi_fi: Ohjelmaopas

source: Direct access to epgsearch's search menu
fi_fi: Suoratoiminto EPGSearch-laajennoksen haulle

source: Search
fi_fi: Etsi ohjelmaoppaasta

source: EpgSearch-Search in main menu
fi_fi: EpgSearch-laajennoksen hakutoiminto p‰‰valikossa

source: Button$Help
fi_fi: Opaste

source: Standard
fi_fi: Vakio

source: Button$Commands
fi_fi: Komennot

source: Button$Search
fi_fi: Etsi

source: pipes
fi_fi: teksti

source: graphical
fi_fi: grafiikka

source: never
fi_fi: ei koskaan

source: always
fi_fi: aina

source: smart
fi_fi: ‰lykk‰‰sti

source: before user-def. times
fi_fi: ennen ajankohtia

source: after user-def. times
fi_fi: ajankohtien j‰lkeen

source: before 'next'
fi_fi: ennen seuraavia

source: General
fi_fi: Yleiset

source: EPG menus
fi_fi: Valikot

source: User-defined EPG times
fi_fi: K‰ytt‰j‰n m‰‰rittelem‰t ajankohdat

source: Timer programming
fi_fi: Ajastimien luonti

source: Search and search timers
fi_fi: Haut ja hakuajastimet

source: Timer conflict checking
fi_fi: P‰‰llekk‰isten ajastimien tarkistus

source: Email notification
fi_fi: Ilmoitukset s‰hkˆpostilla

source: Hide main menu entry
fi_fi: Piilota valinta p‰‰valikosta

source: Help$Hides the main menu entry and may be useful if this plugin is used to replace the original 'Schedule' entry.
fi_fi: Piilottaa valinnan p‰‰valikosta. Suositellaan asetettavaksi p‰‰lle, jos laajennoksella korvataan alkuper‰inen ohjelmaopas.

source: Main menu entry
fi_fi: Valinta p‰‰valikossa

source: Help$The name of the main menu entry which defaults to 'Programm guide'.
fi_fi: P‰‰valikossa sijaitsevan valinnan nimi, joka on oletuksena 'Ohjelmaopas'.

source: Replace original schedule
fi_fi: Korvaa alkuper‰inen ohjelmaopas

source: Help$When VDR is patched to allow this plugin to replace the original 'Schedule' entry, you can de/activate this replacement here.
fi_fi: Korvaa alkuper‰isen ohjelmaoppaan p‰‰valikossa t‰ll‰ laajennoksella, jos VDR on paikattu asianmukaisesti.

source: Start menu
fi_fi: Oletusn‰yttˆ

source: Help$Choose between 'Overview - Now' and 'Schedule' as start menu when this plugin is called.
fi_fi: Valitsee oletusn‰ytˆksi joko t‰m‰nhetkisen yleiskatsauksen tai valitun kanavan ohjelmiston.

source: Ok key
fi_fi: 'OK' n‰pp‰in

source: Help$Choose here the behaviour of key 'Ok'. You can use it to display the summary or to switch to the corresponding channel. Note: the functionality of key 'blue' (Switch/Info/Search) depends on this setting.
fi_fi: Valitse toiminto 'OK' n‰pp‰imelle: n‰yt‰ ohjelman tiedot tai vaihda kyseiselle kanavalle. Huomioi: sinisen n‰pp‰imen toiminto (Vaihda/Tiedot/Hae) riippuu t‰st‰ asetuksesta

source: Red key
fi_fi: Punainen n‰pp‰in

source: Help$Choose which standard function ('Record' or 'Commands') you like to have on the red key. (Can be toggled with key '0')
fi_fi: Valitsee oletustoiminnon ('Tallenna' tai 'Komennot') punaiselle n‰pp‰imelle. Punaisen n‰pp‰imen toimintoa voidaan vaihtaa myˆs lennossa painamalla '0' n‰pp‰int‰.

source: Blue key
fi_fi: Sininen n‰pp‰in

source: Help$Choose which standard function ('Switch'/'Info' or 'Search') you like to have on the blue key. (Can be toggled with key '0')
fi_fi: Valitsee oletustoiminnon ('Valitse' tai 'Etsi') siniselle n‰pp‰imelle. Sinisen n‰pp‰imen toimintoa voidaan vaihtaa myˆs lennossa painamalla '0' n‰pp‰int‰.

source: Show progress in 'Now'
fi_fi: N‰yt‰ aikajana 'Nyt'-sivulla

source: Help$Shows a progressbar in 'Overview - Now' that informs about the remaining time of the current event. Depending on your selected skin you can choose between 'Pipes' or 'graphical' to get the best look.
fi_fi: N‰ytt‰‰ aikajanan t‰m‰nhetkisess‰ yleiskatsauksessa. Voit valita k‰ytt‰m‰si ulkoasun mukaan joko teksti- tai grafiikkapohjaisen aikajanan.

source: Show channel numbers
fi_fi: N‰yt‰ kanavien numerointi

source: Help$Display channel numbers in 'Overview - Now'. (To completely define your own menu look please inspect the MANUAL)
fi_fi: N‰ytt‰‰ kanavien numeroinnin t‰m‰nhetkisess‰ yleiskatsaksessa. Lis‰tietoja valikon muokkauksesta lˆytyy MANUAL-tiedostosta.

source: Show channel separators
fi_fi: N‰yt‰ kanavaerottimet

source: Help$Display VDR channel groups as separators between your channels in 'Overview - Now'.
fi_fi: N‰ytt‰‰ erottimet yleiskatsauksessa kanavaville.

source: Show day separators
fi_fi: N‰yt‰ p‰iv‰erottimet

source: Help$Display a separator line at day break in 'Schedule'.
fi_fi: N‰ytt‰‰ erottimet ohjelmistossa p‰iv‰n vaihtuessa.

source: Show radio channels
fi_fi: N‰yt‰ radiokanavat

source: Help$Show also radio channels.
fi_fi: N‰ytt‰‰ myˆs radiokanavat listauksessa.

source: Limit channels from 1 to
fi_fi: N‰ytett‰vien kanavien rajoitus

source: Help$If you have a large channel set you can speed up things when you limit the displayed channels with this setting. Use '0' to disable the limit.
fi_fi: Voit nopeuttaa toimintoja rajoittamalla n‰ytett‰vien kanavien lukum‰‰r‰‰ t‰ll‰ asetuksella. Poistat rajoituksen asettamalla arvoksi nollan.

source: 'One press' timer creation
fi_fi: Luo ajastimet yhdell‰ painalluksella

source: Help$When a timer is created with 'Record' you can choose between an immediate creation of the timer or the display of the timer edit menu.
fi_fi: Valitsee oletustoiminnon ajastimen luonnille. Voit luoda ajastimen joko automaattisesti yhdell‰ painalluksella tai vaihtoehtoisesti avata ajastinvalikon.

source: Show channels without EPG
fi_fi: N‰yt‰ ohjelmaoppaattomat kanavat

source: Help$Choose 'yes' here if you want to display channels without EPG in 'Overview - Now'. 'Ok' on these entries switches the channel.
fi_fi: N‰ytt‰‰ t‰m‰nhetkisess‰ yleiskatsauksessa myˆskin kanavat, joilta ei lˆydy ohjelmatietoja. Voit vaihtaa t‰ll‰iselle kanavalle 'OK' n‰pp‰imell‰.

source: Time interval for FRew/FFwd [min]
fi_fi: Oletusaikasiirtym‰ [min]

source: Help$Choose here the time interval which should be used for jumping through the EPG by pressing FRew/FFwd. (If you don't have those keys, you can toggle to this functionality pressing '0' and get '<<' and '>>' on the keys green and yellow)
fi_fi: Valitsee ohjelmaoppaan oletusaikasiirtym‰n pikakelausn‰pp‰imille. Jos sinulla ei ole kyseisi‰ n‰pp‰imi‰ k‰ytˆss‰si, voit asettaa kyseiset toiminnot vihre‰lle ja keltaiselle n‰pp‰imelle painamalla '0' n‰pp‰int‰.

source: Toggle Green/Yellow
fi_fi: K‰yt‰ aikasiirtym‰‰ v‰rin‰pp‰imill‰

source: Help$Specify if green and yellow shall also be switched when pressing '0'.
fi_fi: M‰‰rittelee vaihdetaanko vihre‰n ja keltaisen n‰pp‰imen toimintoja painamalla '0' n‰pp‰int‰.

source: Show favorites menu
fi_fi: N‰yt‰ suosikkivalikko

source: Help$A favorites menu can display a list of your favorite broadcasts. Enable this if you want an additional menu besides 'Now' and 'Next' Any search can be used as a favorite. You only have to set the option 'Use in favorites menu' when editing a search.
fi_fi: Suosikkivalikossa listataan suosikiksi merkityt ohjelmat. Jos t‰m‰ valinta on aktiivinen, suosikkivalikko lˆytyy 'Nyt'- ja 'Seuraavaksi'-valikkojen rinnalta. Mik‰ tahansa haku voidaan merkit‰ suosikiksi aktivoimalla 'K‰yt‰ suosikkina'-valinta.

source: for the next ... hours
fi_fi: seuraaville ... tunnille

source: Help$This value controls the timespan used to display your favorites.
fi_fi: T‰m‰ arvo m‰‰rittelee k‰ytetyn ajanjakson suosikkien n‰ytt‰miselle.

source: Use user-defined time
fi_fi: M‰‰rittele ajankohta

source: Help$Besides 'Now' and 'Next' you can specify up to 4 other times in the EPG which can be used by repeatedly pressing the green key, e.g. 'prime time', 'late night',...
fi_fi: M‰‰rittelee k‰ytt‰j‰n muokattavissa olevat ajankohdat 'Nyt' ja 'Seuraavaksi' n‰yttˆjen rinnalle ohjelmaoppaan yleiskatsaukseen.

source: Description
fi_fi: Kuvaus

source: Help$This is the description for your user-defined time as it will appear as label on the green button.
fi_fi: Asettaa kuvauksen vihre‰‰n n‰pp‰imeen k‰ytt‰j‰n muokkaamalle ajankohdalle.

source: Time
fi_fi: Kellonaika

source: Help$Specify the user-defined time here in 'HH:MM'.
fi_fi: Asettaa kellonajan k‰ytt‰j‰n muokkaamalle ajankohdalle.

source: Use VDR's timer edit menu
fi_fi: K‰yt‰ alkuper‰ist‰ ajastinvalikkoa

source: Help$This plugin has it's own timer edit menu extending the original one with some extra functionality like - an addtional directory entry - user-defined days of week for repeating timers - adding an episode name - support for EPG variables (see MANUAL)
fi_fi: T‰ll‰ laajennoksella on oma laajennettu ajastinvalikko mm. seuraavilla lis‰toiminnoilla: - hakemiston m‰‰ritys - vapaasti m‰‰ritelt‰v‰t viikonp‰iv‰t toistuville ajastimille - jakson nimen t‰ydennys - erilaisten EPG-muuttujien tuki (kts. MANUAL-tiedostosta)

source: Default recording dir
fi_fi: Oletushakemisto tallenteille

source: Help$When creating a timer you can specify here a default recording directory.
fi_fi: M‰‰rittelee oletushakemiston tallenteille.

source: Add episode to manual timers
fi_fi: Lis‰‰ jakson nimi norm. ajastimiin

source: Help$If you create a timer for a series, you can automatically add the episode name. - never: no addition - always: always add episode name if present - smart: add only if event lasts less than 80 mins.
fi_fi: Asettaa toiminnon sarjatallennuksen jakson nimen lis‰ykselle: - ei koskaan: ei lis‰t‰ - aina: lis‰t‰‰n aina, jos olemassa - ‰lykk‰‰sti: lis‰t‰‰n vain, jos tapahtuman kesto on alle 80 min

source: Default timer check method
fi_fi: Oletustapa ajastimen valvonnalle

source: Help$Manual timers can be checked for EPG changes. Here you can setup the default check method for each channel. Choose between - no checking - by event ID: checks by an event ID supplied by the channel provider. - by channel and time: check by the duration match.
fi_fi: K‰sinluotuja ajastimia voidaan valvoa ohjelmaoppaan muutoksia vasten. Voit asettaa oletustavan jokaista kanavaa kohden: - ei valvontaa - tapahtuman tunniste: ohjelmisto-oppaassa l‰hetett‰v‰n tunnisteen mukaan - kanava ja aika: tapahtuman keston ja ajankohdan mukaan

source: Button$Setup
fi_fi: Asetukset

source: Use search timers
fi_fi: K‰yt‰ hakuajastimia

source: Help$'Search timers' can be used to automatically create timers for events that match your search criterions.
fi_fi: Hakuajastimilla luodaan automaattisesti ajastimia hakuehtoihin sopiviin tapahtumiin.

source: Update interval [min]
fi_fi: P‰ivitysv‰li [min]

source: Help$Specify here the time intervall to be used when searching for events in the background.
fi_fi: M‰‰rittelee p‰ivitysv‰lin hakuajastimien taustap‰ivitykselle.

source: SVDRP port
fi_fi: SVDRP-portti

source: Help$Programming of new timers or timer changes is done with SVDRP. The default value should be correct, so change it only if you know what you are doing.
fi_fi: Uusien ajastimien luonti ja olemassa olevien muokkaus on toteutettu SVDRP-protokollan kautta. Suositellaan k‰ytett‰v‰n vain oletusarvoa.

source: Help$Specify here the default priority of timers created with this plugin. This value can also be adjusted for each search itself.
fi_fi: M‰‰rittelee oletusprioriteetin t‰m‰n laajennoksen kautta luotaville ajastimille. Prioriteettia voidaan muokata ajastinkohtaisesti.

source: Help$Specify here the default lifetime of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
fi_fi: M‰‰rittelee oletuselini‰n t‰m‰n laajennoksen kautta luotaville ajastimille. Elinaikaa voidaan muokata ajastinkohtaisesti.

source: Help$Specify here the default start recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
fi_fi: M‰‰rittelee oletusmarginaalin tallennuksen aloitukselle t‰m‰n laajennoksen kautta luotaville ajastimille. Marginaaleja voidaan muokata ajastinkohtaisesti.

source: Help$Specify here the default stop recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
fi_fi: M‰‰rittelee oletusmarginaalin tallennuksen lopetukselle t‰m‰n laajennoksen kautta luotaville ajastimille. Marginaaleja voidaan muokata ajastinkohtaisesti.

source: No announcements when replaying
fi_fi: ƒl‰ muistuta toiston aikana

source: Help$Set this to 'yes' if you don't like to get any announcements of broadcasts if you currently replay anything.
fi_fi: Laittamalla t‰m‰n asetuksen p‰‰lle et saa ohjelmista muistutuksia toistettaessa tallenteita.

source: Recreate timers after deletion
fi_fi: Luo ajastimet uudelleen

source: Help$Set this to 'yes' if you want timers to be recreated with the next search timer update after deleting them.
fi_fi: Laittamalla t‰m‰n asetuksen p‰‰lle saat luotua ajastimet uudelleen seuraava hakuajastin p‰ivityksen yhteydess‰, jos olet poistanut ne.

source: Ignore PayTV channels
fi_fi: J‰t‰ salatut kanavat huomioimatta

source: Help$Set this to 'yes' if don't want to see events on PayTV channels when searching for repeats.
fi_fi: Piilottaa salatut kanavat haettaessa uusintoja.

source: Search templates
fi_fi: Mallipohjat hakuehdoille

source: Help$Here you can setup templates for your searches.
fi_fi: M‰‰rittele mallipohjia hakuehdoille.

source: Blacklists
fi_fi: Mustat listat

source: Help$Here you can setup blacklists which can be used within a search to exclude events you don't like.
fi_fi: M‰‰rittele mustia listoja hakuehdoille. Mustien listojen tapahtumia ei n‰ytet‰ hakutuloksissa.

source: Help$Here you can setup channel groups which can be used within a search. These are different to VDR channel groups and represent a set of arbitrary channels, e.g. 'FreeTV'.
fi_fi: M‰‰rittele kanavaryhmi‰ hakuehdoille. T‰m‰n laajennoksen kanavaryhm‰t eiv‰t ole yhteydess‰ VDR:n omiin kanavaryhmiin.

source: Ignore below priority
fi_fi: Sivuuta alhaisemmat prioriteetit

source: Help$If a timer with priority below the given value will fail it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
fi_fi: Asetusarvoa korkeammalla prioriteetilla olevat ajastimet ovat merkitsevi‰. Vain merkitsev‰t p‰‰llekk‰isyydet aiheuttavat viestin kuvaruutun‰ytˆlle automaattisen tarkistuksen yhteydess‰.

source: Ignore conflict duration less ... min.
fi_fi: Sivuuta alle ... min. p‰‰llekk‰isyydet

source: Help$If a conflicts duration is less then the given number of minutes it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
fi_fi: Jos ajastimien p‰‰llekk‰isyys on alle asetetun minuuttim‰‰r‰n, sit‰ ei pidet‰ merkitsev‰n‰. Vain merkitsev‰t p‰‰llekk‰isyydet aiheuttavat viestin kuvaruutun‰ytˆlle tarkistuksen yhteydess‰.

source: Only check within next ... days
fi_fi: Tarkista vain seuraavat ... p‰iv‰‰

source: Help$This value reduces the conflict check to the given range of days. All other conflicts are classified as 'not yet important'.
fi_fi: Asettaa ajanjakson p‰ivin‰ p‰‰llekk‰isyyksien tarkistukselle. Muita p‰‰llekk‰isyyksi‰ ei pidet‰ viel‰ merkitsevin‰.

source: --- Automatic checking ---
fi_fi: --- Automaattinen tarkistus ---

source: After each timer programming
fi_fi: Jokaisen ajastimen luonnin j‰lkeen

source: Help$Set this to 'yes' if the conflict check should be performed after each manual timer programming. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if this timer is involved in any conflict.
fi_fi: P‰‰llekk‰isten ajastimien tarkistus suoritaan aina jokaisen ajastimen luonnin j‰lkeen. Jos luodulle ajastimelle lˆydet‰‰n p‰‰llekk‰isyyksi‰, niin siit‰ tiedotetaan k‰ytt‰j‰lle heti.

source: When a recording starts
fi_fi: Tallennuksen alkaessa

source: Help$Set this to 'yes' if the conflict check should be performed when a recording starts. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if the conflict is within the next 2 hours.
fi_fi: P‰‰llekk‰isten ajastimien tarkistus suoritaan aina tallennuksen alkaessa. Jos luodulle ajastimelle lˆydet‰‰n p‰‰llekk‰isyyksi‰ seuraavan kahden tunnin aikana, niin siit‰ tiedotetaan k‰ytt‰j‰lle heti.

source: After each search timer update
fi_fi: P‰ivitett‰ess‰ hakuajastimia

source: Help$Set this to 'yes' if the conflict check should be performed after each search timer update.
fi_fi: Suorittaa p‰‰llekk‰isyyksien tarkistuksen jokaisen hakuajastimen p‰ivityksen yhteydess‰.

source: every ... minutes
fi_fi: joka ... minuutti

source: Help$Specify here the time intervall to be used for an automatic conflict check in the background. ('0' disables an automatic check)
fi_fi: M‰‰ritt‰‰ aikajakson taustalla teht‰v‰lle automaattiselle p‰‰llekk‰isyyksien tarkistukselle. Arvolla '0' saat asetettua automaattisen tarkistuksen pois p‰‰lt‰

source: if conflicts within next ... minutes
fi_fi: jos p‰‰llekk‰isyys ... min. kuluessa

source: Help$If the next conflict will appear in the given number of minutes you can specify here a shorter check intervall to get more OSD notifications about it.
fi_fi: Jos seuraava p‰‰llekk‰isyys esiintyy asetetun ajan kuluessa, t‰ll‰ asetuksella pystyt m‰‰ritt‰m‰‰n lyhyemm‰n tarkistusv‰lin saadaksesi tarkempia kuvaruutuviestej‰.

source: Avoid notification when replaying
fi_fi: ƒl‰ n‰yt‰ ilmoituksia toiston aikana

source: Help$Set this to 'yes' if the don't want to get OSD messages about conflicts if you currently replay something. Nevertheless messages will be displayed if the first upcoming conflict is within the next 2 hours.
fi_fi: Laittamalla t‰m‰n asetuksen p‰‰lle saat estetty‰ kuvaruutuviestit p‰‰llekk‰isist‰ ajastimista toiston aikana. Kuvaruutuviesti n‰ytet‰‰n kuitenkin aina, jos p‰‰llekk‰inen ajastin on alle kahden tunnin kuluttua.

source: Search timer notification
fi_fi: Ilmoitukset hakuajastimista

source: Help$Set this to 'yes' if you want to get an email notification about the search timers that where programmed automatically in the background.
fi_fi: T‰ll‰ asetuksella saat ilmoitukset automaattisesti lis‰tyist‰ hakuajastimista s‰hkˆpostiisi.

source: Timer conflict notification
fi_fi: Ilmoitukset p‰‰llekk‰isist‰ ajastimista

source: Help$Set this to 'yes' if you want to get an email notification about the timer conflicts.
fi_fi: T‰ll‰ asetuksella saat ilmoitukset p‰‰llekk‰isist‰ ajastimista s‰hkˆpostiisi.

source: Send to
fi_fi: Vastaanottaja

source: Help$Specify the email adress where notifications should be sent to.
fi_fi: M‰‰rittelee s‰hkˆpostiosoitteen, jonne ilmoitukset l‰hetet‰‰n.

source: Mail method
fi_fi: L‰hetystapa

source: Help$Specify here the method to use when sending mails. You can choose between - 'sendmail': requires a properly configured email system - 'SendEmail.pl': simple script for mail delivery
fi_fi: M‰‰rittelee l‰hetystavan s‰hkˆposteille. Voit valita kahden vaihtoehdon v‰lilt‰: - 'sendmail': vaatii oikein konfiguroidun s‰hkˆpostisysteemin - 'SendEmail.pl': yksinkertainen skriptitiedosto s‰hkˆpostin l‰hetykseen

source: --- Email account ---
fi_fi: --- S‰hkˆposti ---

source: Email adress
fi_fi: S‰hkˆpostiosoite

source: Help$Specify the email adress where notifications should be sent from.
fi_fi: M‰‰rittelee s‰hkˆpostiosoitteen, josta ilmoitukset l‰hetet‰‰n.

source: SMTP server
fi_fi: SMTP-palvelin

source: Help$Specify the SMTP server that should deliver the notifications. If it's using a port different from the default(25) append the port with ":port".
fi_fi: M‰‰rittelee k‰ytett‰v‰n SMTP-palvelimen. Portti voidaan m‰‰ritell‰ erikseen lis‰‰m‰ll‰ palvelimen osoitteen loppuun ":portti", jos se eroaa oletuksesta (25).

source: Use SMTP authentication
fi_fi: K‰yt‰ SMTP-autentikointia

source: Help$Set this to 'yes' if your account needs authentication to send mails.
fi_fi: Asettaa SMTP-autentikoinnin p‰‰lle s‰hkˆpostin l‰hetyst‰ varten.

source: Auth user
fi_fi: SMTP-k‰ytt‰j‰tunnus

source: Help$Specify the auth user, if this account needs authentication for SMTP.
fi_fi: M‰‰rittelee k‰ytt‰j‰tunnuksen, jos SMTP-palvelimelle pit‰‰ autentikoida.

source: Auth password
fi_fi: SMTP-salasana

source: Help$Specify the auth password, if this account needs authentication for SMTP.
fi_fi: M‰‰rittelee salasanan, jos SMTP-palvelimelle pit‰‰ autentikoida.

source: Mail account check failed!
fi_fi: S‰hkˆpostilaatikon tarkistus ep‰onnistui!

source: Button$Test
fi_fi: Testaa

source: $ abcdefghijklmnopqrstuvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&
fi_fi: abcdefghijklmnopqrstuvwxyzÂ‰ˆ0123456789-.,#~\^$[]|()*+?{}/:%@&

source: No new timers were added.
fi_fi: Yht‰‰n uutta ajastinta ei lis‰tty.

source: No timers were modified.
fi_fi: Yht‰‰n ajastinta ei muokattu.

source: No timers were deleted.
fi_fi: Yht‰‰n ajastinta ei poistettu.

source: This version of EPGSearch does not support this service!
fi_fi: EPGSearch-laajennos ei tarjoa vaadittavaa palvelua!

source: EPGSearch does not exist!
fi_fi: EPGSearch-laajennosta ei lˆydy!

source: %d new broadcast
fi_fi: %d uutta l‰hetyst‰

source: Button$by channel
fi_fi: Kanavat

source: Button$by time
fi_fi: Kellonajat

source: Button$Episode
fi_fi: Jaksot

source: Button$Title
fi_fi: Nimet

source: announce details
fi_fi: Muistutuksen tiedot

source: announce again
fi_fi: Muistuta uudelleen

source: with next update
fi_fi: Seuraavassa p‰ivityksess‰

source: again from
fi_fi: Alkaen taas

source: Search timer
fi_fi: Hakuajastin

source: Edit blacklist
fi_fi: Muokkaa mustaa listaa

source: phrase
fi_fi: fraasi

source: all words
fi_fi: kaikki sanat

source: at least one word
fi_fi: yksi sana

source: match exactly
fi_fi: t‰sm‰llinen

source: regular expression
fi_fi: s‰‰nnˆllinen lauseke

source: fuzzy
fi_fi: sumea

source: user-defined
fi_fi: valitut

source: interval
fi_fi: kyll‰

source: channel group
fi_fi: kanavaryhm‰

source: only FTA
fi_fi: vapaat kanavat

source: Search term
fi_fi: Hakutermi

source: Search mode
fi_fi: Hakutapa

source: Tolerance
fi_fi: Toleranssi

source: Match case
fi_fi: Huomioi kirjainkoko

source: Use title
fi_fi: K‰yt‰ ohjelmanime‰

source: Use subtitle
fi_fi: K‰yt‰ lyhytt‰ ohjelmakuvausta

source: Use description
fi_fi: K‰yt‰ ohjelmakuvausta

source: Use extended EPG info
fi_fi: K‰yt‰ laajennettua ohjelmaopasta

source: Ignore missing categories
fi_fi: J‰t‰ puuttuvat kategoriat huomioimatta

source: Use channel
fi_fi: K‰yt‰ kanavaa

source: from channel
fi_fi: Kanavasta

source: to channel
fi_fi: Kanavaan

source: Channel group
fi_fi: Kanavaryhm‰

source: Use time
fi_fi: K‰yt‰ aloitusaikaa

source: Start after
fi_fi: Aloitusaika aikaisintaan

source: Start before
fi_fi: Aloitusaika viimeist‰‰n

source: Use duration
fi_fi: K‰yt‰ kestoaikaa

source: Min. duration
fi_fi: Kestoaika v‰hint‰‰n
