Repository: bittor7x0/VDR-M7x0
Catalog: stable/VDR-Plugins/Source+patch/spider-0.2.0/spider-0.2.0-orig/po/*.po
Languages: de_de

source: Only complete suits are allowed to remove
de_de: Nur vollständige Sätze können entfernt werden

source: No cards left
de_de: Keine Karten übrig

source: Deal not allowed with empty piles
de_de: Neue Karten nur, wenn alle Reihen belegt

source: Congratulations! Press OK to start a new game
de_de: Herzlichen Glückwunsch! OK startet ein neues Spiel

source: Mini (one deck)
de_de: Mini (ein Blatt)

source: Custom
de_de: Benutzerdefiniert

source: Shrink height
de_de: Höhe verringern

source: Shrink width
de_de: Breite verringern

source: Shrink width and height
de_de: Breite und Höhe verringern

source: Reduce colors
de_de: Farben reduzieren

source: Reset
de_de: Zurücksetzen

source: Variation
de_de: Variante

source: Deck count
de_de: Blatt-Anzahl

source: Pile count
de_de: Anzahl Reihen

source: Deal count
de_de: Neue Karten geben

source: OSD position left
de_de: OSD-Position links

source: OSD position top
de_de: OSD-Position oben

source: OSD width
de_de: OSD-Breite

source: OSD height
de_de: OSD-Höhe

source: OSD error compensation
de_de: OSD-Fehler kompensieren

source: Hide top row
de_de: Oberste Zeile verbergen

source: Spider Arachnid - the best patience game
de_de: Spider Arachnid - die beste Patience
