Repository: bittor7x0/VDR-M7x0
Catalog: unstable/VDR-Plugins/Source+patch/spider-0.2.1/spider-0.2.1-orig/po/*.po
Languages: it_it

source: Only complete suits are allowed to remove
it_it: Solo i colori completi possono essere rimossi

source: No cards left
it_it: Nessuna carta rimasta

source: Deal not allowed with empty piles
it_it: Operazione non permessa con i mucchi vuoti

source: Congratulations! Press OK to start a new game
it_it: Complimenti! Premi OK per iniziare una nuova partita

source: Mini (one deck)
it_it: Mini (un mazzo)

source: Normal
it_it: Normale

source: Custom
it_it: Personalizzata

source: Shrink height
it_it: Ridimensiona altezza

source: Shrink width
it_it: Ridimensiona larghezza

source: Shrink width and height
it_it: Ridimensiona larghezza e altezza

source: Reduce colors
it_it: Riduci colori

source: Reset
it_it: Reimposta

source: Variation
it_it: Variante

source: Deck count
it_it: Conteggio mazzo

source: Pile count
it_it: Conteggio mucchio

source: Deal count
it_it: Conteggio mano

source: OSD position left
it_it: Posizione sinistra OSD

source: OSD position top
it_it: Posizione superiore OSD

source: OSD width
it_it: Larghezza OSD

source: OSD height
it_it: Altezza OSD

source: OSD error compensation
it_it: Compensazione errore OSD

source: Hide top row
it_it: Nascondi riga superiore

source: Spider Arachnid - the best patience game
it_it: Ragno Aracnide - il migliore gioco di pazienza

source: Spider Arachnid
it_it: Ragno Aracnide
