Repository: bittor7x0/VDR-M7x0
Catalog: tags/0.7/vdr-m7x0-plugins/fepg-0.4.0/po/*.po
Languages: fr_fr

source: OSD Error
fr_fr: Erreur OSD

source: Grid Color
fr_fr: Couleur de la grille

source: Channels Color
fr_fr: Couleur des chaînes

source: A Graphical EPG
fr_fr: Affichage graphique de l'EPG

source: Not enough OSD memory for PAL mode, using NTSC
fr_fr: Mémoire OSD insuffisante pour le mode PAL

source: Trying to draw grid with NULL channel. Aborting.
fr_fr: Chaîne NULL. Incapable de dessiner la grille.

source: No Info
fr_fr: Aucune info

source: Start :
fr_fr: Début :

source: End :
fr_fr: Fin :

source: Rating
fr_fr: Classification

source: Duration
fr_fr: Durée

source: Time Left
fr_fr: Temps restant

source: Channel
fr_fr: Chaîne

source: Cannot switch channels
fr_fr: Impossible de changer de chaîne

source: Really record this event?
fr_fr: Enregistrer cet événement?

source: General Options
fr_fr: Options générales

source: Mute On Open
fr_fr: Coupure du son en ouvrant

source: Center Info Text
fr_fr: Centrer le texte d'info

source: Hide Main Menu Entry
fr_fr: Masquer dans le menu principal

source: Channel Order
fr_fr: Ordre des chaînes

source: ascending
fr_fr: croissant

source: descending
fr_fr: décroissant

source: Time Format
fr_fr: Format horaire

source: Time Interval (min)
fr_fr: Intervalle horaire (min)

source: Size and Position
fr_fr: Dimension et position

source: TV Mode
fr_fr: Format vidéo

source: Number of Rows
fr_fr: Nombre de lignes

source: Number of Columns
fr_fr: Nombre de colonnes

source: Font Size
fr_fr: Taille des caractères

source: normal
fr_fr: normale

source: small
fr_fr: petite

source: Setup Display...
fr_fr: Configurer l'affichage...

source: Key Configuration
fr_fr: Configuration des touches

source: Channel Up
fr_fr: Défiler vers le haut

source: Channel Down
fr_fr: Défiler vers le bas

source: Scroll Right
fr_fr: Défiler à droite

source: Scroll Left
fr_fr: Défiler à gauche

source: Get Info
fr_fr: Voir Info

source: Page Up
fr_fr: Défiler d'une page vers le haut

source: Page Down
fr_fr: Défiler d'une page vers le bas

source: Exit
fr_fr: Revenir en arrière

source: Select
fr_fr: Sélectionner

source: Record
fr_fr: Enregistrer

source: Color Configuration
fr_fr: Configuration des couleurs

source: Opacity
fr_fr: Opacité

source: Darken background
fr_fr: Assombrir l'arrière-plan

source: Open Color Setup...
fr_fr: Configurer les couleurs...

source: Display Setup
fr_fr: Configuration de l'affichage

source: Unknown
fr_fr: Inconnu

source: Too Many Areas
fr_fr: Trop de régions

source: Too Many Colors
fr_fr: Trop de couleurs

source: Bpp Not Supported
fr_fr: Bpp pas supporté

source: Areas Overlap
fr_fr: Régions superposées

source: Wrong Alignment
fr_fr: Mauvais alignement

source: Out Of Memory
fr_fr: Mémoire insuffisante

source: Wrong Area Size
fr_fr: Région de mauvaise dimensions
